Repository: GamilYassin/diffractor
Catalog: exe/languages/*.po
Languages: de, es, it, ja

source: Your Diffractor purchase has been verified using the email address '{}'. Thanks for investing in the future of Diffractor.
es: Su compra de Diffractor ha sido verificada utilizando la dirección de correo electrónico '{}'. Gracias por invertir en el futuro de Diffractor.
it: Il tuo acquisto di Diffractor è stato verificato utilizzando l'indirizzo email '{}'. Grazie per aver investito nel futuro di Diffractor.
ja: Diffractor の購入は、メール アドレス '{}'. を使用して確認されました。 Diffractor の将来にご投資いただきありがとうございます。

source: Verify
es: Verificar
it: Verifica
ja: 検証

source: That's weird. Diffractor failed to verify your email address '{}'.
es: Esto es extraño. Difractor no pudo verificar su dirección de correo electrónico '{}'.
it: Questo è strano. Diffractor non è riuscito a verificare il tuo indirizzo email '{}'.
ja: Diffractor はメール アドレス '{}' を確認できませんでした。

source: Verify the purchase email address.
es: Verifique la dirección de correo electrónico de compra.
it: Verificare l'indirizzo e-mail di acquisto.
ja: 購入メールアドレスを確認してください。

source: If you already purchased Diffractor, enter your email address below and click Verify.
es: Si ya compró Difractor, ingrese su dirección de correo electrónico a continuación y haga clic en Verificar.
it: Se hai già acquistato Diffractor, inserisci il tuo indirizzo email qui sotto e clicca su Verifica.
ja: すでに Diffractor を購入している場合は、以下に電子メール アドレスを入力し、[確認] をクリックします。

source: Verifying
es: Verificando
it: Verifica di
ja: 検証中

source: Staring
es: Fijar
it: Fissare
ja: 開始日

source: New Starting Date (local time):
de: Neues Anfangsdatum (Ortszeit):
es: Nueva fecha de inicio (hora local):
it: Nuova data di inizio (ora locale):
ja: 新しい開始日 (現地時間) :

source: Starting {}
de: Anfang {}
es: Empezando desde {}
it: A partire da {}
ja: 開始日 {}

source: Straighten
de: Gerade ausrichten
es: Enderezar la foto
it: Raddrizza la foto
ja: 矯正

source: Ignore previously imported items.
de: Zuvor importierte Items ignorieren.
es: Ignorar elementos importados previamente.
it: Ignora gli elementi importati in precedenza.
ja: 以前にインポートされた項目は無視する。

source: Overwrite if source items are newer.
de: Überschreiben, wenn Quell-Items neuer sind.
es: Sobrescribe si los elementos de origen son más nuevos.
it: Sovrascrive se gli elementi di origine sono più recenti.
ja: ソース項目の方が新しい場合は上書きする。

source: Move source items.
de: Quell-Items verschieben.
es: Mover los elementos de origen.
it: Spostare gli elementi di origine.
ja: ソース項目を移動する。

source: Move or copy selected items into a year/day folder structure.
de: Verschieben oder kopieren Sie selektierte Items in eine Jahr/Tag-Ordnerstruktur.
es: Mover o copiar elementos seleccionados en una estructura de carpetas de año/día.
it: Sposta o copia gli elementi selezionati in una struttura di cartelle anno/giorno.
ja: 選択した項目を年/日のフォルダー構造に移動またはコピーする。

source: Destination root folder. Structured folders will be created under this folder.
de: Ziel-Stammordner. Strukturierte Ordner werden unter diesem Ordner erstellt.
es: Cartella prinCarpeta raíz de destino. Las carpetas estructuradas se crearán en esta carpeta.cipale di destinazione. Le cartelle strutturate saranno create sotto questa cartella.
it: Cartella principale di destinazione. Le cartelle strutturate saranno create sotto questa cartella.
ja: 宛先のルートフォルダー。 このフォルダーの下に構造化フォルダーが作成されます。

source: Tags to add or remove:
de: Tags zum Hinzufügen oder Entfernen:
es: Etiquetas para agregar o quitar:
it: Tag da aggiungere o rimuovere:
ja: 追加または削除するタグ :

source: Add or remove Tags
de: Tags hinzufügen oder entfernen
es: Agregar o eliminar etiquetas
it: Aggiungere o rimuovere i tag
ja: タグの追加または削除

source: Tag selected items
de: Selektierte Items taggen
es: Etiquetar los elementos seleccionados
it: Etichetta gli elementi selezionati
ja: 選択した項目にタグを付ける

source: Tags
es: Etiquetas
ja: タグ

source: Common Tags
de: Gemeinsame Tags
es: Etiquetas comunes
it: Tag comuni
ja: 共通のタグ

source: Removable Tags
de: Entfernbare Tags
es: Etiquetas removibles
it: Tag rimovibili
ja: 取り外し可能なタグ

source: Diffractor ERROR
de: Diffractor FEHLER
es: Error de Diffractor
it: ERRORE DIFFUSORE
ja: Diffractor エラー

source: folder:{}
de: Ordner: {}
es: carpeta:{}
it: cartella:{}
ja: フォルダー : {}

source: rate
de: Bewerten
es: valorar
it: voto
ja: レート

source: When one media item plays to the end, start playing the next automatically.
de: Wenn ein Media-Item bis zum Ende abgespielt wird, startet die Wiedergabe des nächsten automatisch.
es: Cuando un elemento multimedia se reproduce hasta el final, el siguiente comenzará a reproducirse automáticamente.
it: Quando un elemento multimediale viene riprodotto fino alla fine, inizia automaticamente la riproduzione del successivo.
ja: 1 つのメディア アイテムが最後まで再生されると、次のメディア アイテムの再生が自動的に開始されます。

source: Reset color adjustments
de: Farbanpassungen zurücksetzen
es: Restablecer los ajustes de color
it: Ripristinare le regolazioni del colore
ja: カラー調整をリセット

source: Color, straighten or crop photos.
de: Fotos kolorieren, gerade ausrichten oder zuschneiden.
es: Colorea, endereza o recorta fotos.
it: Colora, raddrizza o ritaglia le foto.
ja: 写真に色を付けたり、傾きを補正したり、トリミングしたりできます。

source: Add and edit metadata.
de: Metadaten hinzufügen und bearbeiten.
es: Agregar y editar metadatos.
it: Aggiungere e modificare i metadati.
ja: メタデータを追加および編集。

source: Edit metadata
de: Metadaten bearbeiten
es: Editar los metadatos
it: Modifica dei metadati
ja: メタデータの編集

source: Items can be flagged for later delete.
de: Items können zum späteren Löschen gekennzeichnet werden.
es: Los artículos pueden ser marcados para su posterior eliminación.
it: Gli elementi possono essere segnalati per una successiva cancellazione.
ja: 後で削除するためにアイテムにフラグを付けることができます。

source: Toggle full screen for media-items or open non-media-items.
de: Vollbild für Media-Items umschalten oder Nicht-Media-Items öffnen.
es: Alternar pantalla completa para elementos multimedia o abrir elementos no multimedia.
it: ON/OFF schermo intero per i file multimediali o apre i file non multimediali.
ja: メディアアイテムの全画面表示を切り替えるか、非メディアアイテムを開きます。

source: Change language
de: Sprache ändern
es: Cambiar idioma
it: Cambiare lingua
ja: :使用言語の変更

source: Contains common folders, searches and favorites
de: Enthält gemeinsame Ordner (Common Folders), Suchen und Favoriten
es: Contiene carpetas comunes, búsquedas y favoritos
it: Contiene cartelle comuni, ricerche e preferiti
ja: 共通のフォルダー、検索、お気に入りが含まれます

source: Open selected items with external app
de: Selektierte Items mit externer App öffnen
es: Abrir elementos seleccionados con una aplicación externa
it: Apri gli elementi selezionati con un'app esterna
ja: 選択した項目を外部アプリで開く

source: Pinned items stay selected. Use this when you want to quickly compare an item to other items.
de: Angeheftete Items bleiben selektiert. Verwenden Sie dies, wenn Sie ein Item schnell mit anderen Items vergleichen möchten.
es: Los objetos fijados (Pin) permanecen seleccionados. Úselo cuando desee comparar rápidamente un elemento con otros elementos.
it: Gli oggetti appuntati (Pin) rimangono selezionati. Usalo quando vuoi confrontare rapidamente un elemento con altri elementi.
ja: ピン留めされた項目は選択されたままになります。 項目を他の項目とすばやく比較する場合に使用します。

source: Play or pause video and audio files. Start a slide show if a photo is selected.
de: Video- und Audiodateien wiedergeben oder pausieren. Eine Slideshow starten, wenn ein Foto selektiert ist.
es: Reproducir o pausar archivos de video y audio. Iniciar una presentación de diapositivas si se selecciona una foto.
it: Riprodurre o mettere in pausa i file video e audio. Avvia una presentazione se viene selezionata una foto.
ja: ビデオおよびオーディオ ファイルを再生または一時停止します。 写真を選択するとスライド ショーが開始されます。

source: Toggle repeat mode and autoplay
de: Wiederholungsmodus und automatische Wiedergabe umschalten
es: Alternar entre el modo de repetición y la reproducción automática
it: Alterna la modalità di ripetizione e l'autoplay
ja: リピートモードと自動再生を切り替え

source: Only possible after a non-loss-less photo edit.
de: Nur möglich nach einer nicht-verlustfreien Fotobearbeitung.
es: Solo es posible después de una edición de fotos sin pérdidas.
it: Possibile solo dopo una modifica della foto senza perdita.
ja: ロスレスでない写真編集後にのみ可能。

source: Reset straighten and rotate
de: Gerade ausrichten und drehen zurücksetzen
es: Restablecer enderezar y rotar
it: Resetta il comando raddrizza e ruota
ja: 矯正と回転をリセット

source: Scale up small photos and videos. Large media is automatically scaled down to fit on the screen.
de: Kleine Fotos und Videos hochskalieren. Große Medien werden automatisch herunterskaliert, damit sie auf den Bildschirm (Screen) passen.
es: Agrandar fotos pequeñas y videos. Los medios grandes se redimensionan automáticamente para adaptarse a la pantalla.
it: Ingrandisci foto e video di piccole dimensioni. I media di grandi dimensioni vengono automaticamente ridimensionati per adattarsi allo schermo.
ja: 小さな写真やビデオを拡大します。 大きなメディアは、画面に収まるように自動的に縮小されます。

source: Tag or un-tag selected items
de: Selektierte Items taggen oder Tagging aufheben (untaggen)
es: Etiquetar o desetiquetar elementos seleccionados
it: Etichettare o togliere l'etichetta agli elementi selezionati
ja: 選択した項目にタグを付ける、またはタグを解除する

source: Toggle between thumbnails or details for selected item group
de: Umschalten zwischen Thumbnail- und Detailansicht für selektierte Item-Gruppe
es: Cambiar entre miniaturas y detalles del grupo de elementos seleccionado
it: Passa dalle miniature ai dettagli per il gruppo di elementi selezionato
ja: 選択した項目グループのサムネイルまたは詳細を切り替え

source: Process selected items
de: Selektierte Items verarbeiten
es: Procesar los elementos seleccionados
it: Elaborare gli elementi selezionati
ja: 選択した項目を処理する

source: More options and controls
de: Mehr Optionen und Steuerungen
es: Más opciones y controles
it: Più opzioni e controlli
ja: その他のオプションとコントロール

source: Tests and updates
de: Tests und Updates
es: Pruebas y actualizaciones
it: Test e aggiornamenti
ja: テストとアップデート

source: {} ({}) total items in {} folders.
de: {} ({}) Items total in {} Ordnern.
es: {} ({}) elementos totales en {} carpetas.
it: {} ({}) elementi totali in {} cartelle.
ja: {} ({}) 項目の合計 {} フォルダー。

source: Truncated at 1MB
de: Gekürzt auf 1 MB
es: Truncado a 1 MB
it: Troncato a 1MB
ja: 1MBで切り捨て

source: Type to search
de: Zur Suche eintippen
es: Tipo de búsqueda
it: Tipo da cercare
ja: 検索する種類

source: Update
es: Actualización
it: Aggiornamento
ja: アップデート

source: Version {} of Diffractor is available.
de: Version {} von Diffractor ist verfügbar.
es: La versión {} de Diffractor está disponible.
it: È disponibile la versione {} di Diffractor.
ja: Diffractor のバージョン {} が利用可能です。

source: Update available
de: Update verfügbar
es: Actualización disponible
it: Aggiornamento disponibile
ja: 利用可能なアップデート

source: You are currently using version {}.
de: Sie verwenden derzeit Version {}.
es: Actualmente estás usando la versión {}.
it: Attualmente stai usando la versione {}.
ja: 現在バージョン {} を使用しています。

source: Update failed.
de: Update fehlgeschlagen.
es: Fallo al actualizar.
it: Aggiornamento fallito.
ja: アップデートに失敗しました。

source: Download and install now. Diffractor will need to be closed briefly during the install.
de: Jetzt herunterladen und installieren. Diffractor muss während der Installation kurz geschlossen werden.
es: Descargar e instalar ahora. Diffractor deberá permanecer cerrado durante la instalación.
it: Scarica e installa adesso. Diffractor dovrà rimanere chiuso durante l'installazione.
ja: 今すぐダウンロードしてインストールしてください。 インストール中は、Diffractor を一時的に閉じる必要があります。

source: Version {} of Diffractor is available. You are currently using version {}.
de: Version {} von Diffractor ist verfügbar. Sie verwenden derzeit Version {}.
es: La versión {} de Diffractor está disponible. Actualmente estás usando el {}.
it: È disponibile la versione {} di Diffractor. Attualmente stai usando la versione {}.
ja: Diffractor のバージョン {} が利用可能です。 現在バージョン {} を使用しています。

source: More info
de: Mehr Infos
es: Más información
it: Più informazioni
ja: 詳細はこちら

source: Learn more about this update at Diffractor.com
de: Erfahren Sie mehr über dieses Update auf Diffractor.com
es: Obtenga más información sobre esta actualización en Diffractor.com
it: Scopri di più su questo aggiornamento su Diffractor.com
ja: このアップデートの詳細については、Diffractor.com をご覧ください

source: Not now
de: Nicht jetzt
es: no ahora
it: Non ora
ja: 今はしない

source: Remind me again in a week
de: Mich in einer Woche wieder erinnern
es: Recuérdame en una semana
it: Ricordamelo tra una settimana
ja: 1 週間後にもう一度通知する

source: Please wait while the update is downloaded...
de: Bitte warten Sie, während das Update heruntergeladen wird ...
es: Espere mientras se descarga la actualización...
it: Si prega di attendere mentre l'aggiornamento viene scaricato...
ja: アップデートがダウンロードされるまでお待ちください...

source: Version
es: Versión
it: Versione
ja: バージョン

source: Vibrance
de: Lebendigkeit
es: Intensidad
it: Vividezza
ja: 活気

source: video
ja: ビデオ

source: WEBP - Best for the web
de: WEBP - Am besten für das Web
es: WEBP - Lo mejor para la web
it: WEBP - Il migliore per il web
ja: WEBP - ウェブに最適

source: press ctrl-Space
de: Drücken Sie Strg-Leertaste
es: presione ctrl-espacio
it: premere ctrl-spazio
ja: ctrl+スペースを押す

source: Hold down left mouse button to zoom into shown photo 100%.
de: Halten Sie die linke Maustaste gedrückt, um das gezeigte Foto auf 100 % zu zoomen.
es: Mantenga presionado el botón izquierdo del mouse para ampliar la foto al 100%.
it: Tieni premuto il tasto sinistro del mouse per zoomare la foto al 100%.
ja: マウスの左ボタンを押したままにすると、表示されている写真が 100% 拡大されます。

source: Help or more information
de: Hilfe oder weitere Informationen
es: Ayuda o más información
it: Aiuto o maggiori informazioni
ja: ヘルプまたは詳細情報

source: Send anonymous log information to Diffractor HQ."
ja: 匿名のログ情報を Diffractor HQ に送信します。"

source: Click for collection options
de: Klicken Sie für Kollektionsoptionen
es: Haga clic para las opciones de recogida
it: Clicca per le opzioni di raccolta
ja: クリックしてコレクションのオプションを表示

source: back
de: Zurück
es: atrás
it: indietro
ja: 戻る

source: browser-back
de: Browser - Zurück
es: navegador-atrás
ja: ブラウザ-戻る

source: browser-favorites
de: Browser - Favoriten
es: navegador-favoritos
it: browser-favoriti
ja: ブラウザ-お気に入り

source: browser-forward
de: Browser - Vor
es: navegador-avance
ja: ブラウザ-進む

source: browser-home
es: navegador-inicio
ja: ブラウザ-ホーム

source: browser-refresh
es: navegador-recargar
ja: ブラウザ-更新

source: browser-search
de: Browser - Suche
es: navegador-buscar
it: browser-ricerca
ja: ブラウザｰ検索

source: browser-stop
de: Browser - Stopp
es: navegador-detener
ja: ブラウザ-停止

source: media-next-track
de: Media - Nächster Track
es: media-siguiente-pista
ja: メディア-次-トラック

source: media-play-pause
es: media-reproducir-pausa
ja: メディア-再生-一時停止

source: media-prev-track
de: Media - Vorheriger Track
es: media-siguiente-pista
ja: メディア-前-トラック

source: media-stop
de: Media - Stopp
es: media-detener
ja: メディア-停止

source: up
de: Aufwärts
es: arriba
it: su
ja: 上矢印

source: volume-down
de: Volume - Leiser
es: bajar volumen
it: volume giù
ja: ボリューム-下げる

source: volume-mute
de: Volume - Stummschalten
es: silenciar volumen
it: volume-muto
ja: ボリューム-ミュート

source: volume-up
de: Volume - Lauter
es: subir volumen
ja: ボリューム-上げる

source: Diffractor indexes your photos and videos to enable searching and duplicate detection.
de: Diffractor indiziert Ihre Fotos und Videos, um die Suche und Duplikaterkennung zu ermöglichen.
es: Difractor indexa sus fotos y videos para permitir la búsqueda y detección de duplicados.
it: Diffractor indicizza le vostre foto e video per permettere la ricerca e il rilevamento dei duplicati.
ja: Diffractor は写真やビデオにインデックスを付けて、検索と重複検出を可能にします。

source: You can choose what is indexed in collection options (press Ctrl-F6).
de: Sie können in den Kollektionsoptionen wählen, was indiziert werden soll (Strg-F6 drücken).
es: Puede elegir lo que está indexado en las opciones de colección (presione Ctrl-F6).
it: Puoi scegliere cosa viene indicizzato nelle opzioni di raccolta (premi Ctrl-F6).
ja: コレクション オプションでインデックスの対象を選択できます (Ctrl-F6 キーを押します)。

source: Your collection
de: Ihre Kollektion
es: Tu colección
it: La tua collezione
ja: あなたのコレクション

source: Display
de: Anzeige
es: ver
it: Visualizza
ja: 表示

source: Rotate {first-name}.
de: {first-name} drehen.
es: Rotar {first-name}.
it: Ruotato {first-name}.
ja: 回転 {first-name}.

source: 1 folder
de: 1 Ordner
es: 1 carpeta
it: 1 cartella
ja: 1 フォルダー

source: {count} item
es: {count} elemento
it: {count} elemento
ja: {count} 項目

source: Click to rate as 1 star
de: Klicken Sie hier, um als 1 Stern zu bewerten
es: Clica para valorar con una estrella
it: Clicca per valutare come 1 stella
ja: クリックして 1 つ星として評価

source: Cannot process {first-name}.
de: {first-name} kann nicht verarbeitet werden.
es: Imposible procesar {first-name}.
it: Impossibile elaborare {first-name}.
ja: {first-name} を処理できません。

source: {first-name} will be renamed.
de: {first-name} wird umbenannt.
es: {first-name} se renombrará.
it: {first-name} sarà rinominato.
ja: {first-name} の名前が変更されます。

source: 1 duplicate item
de: 1 doppeltes Item
es: 1 elemento duplicado
it: 1 elemento duplicato
ja: 1 個の重複項目

source: 1 sidecar item
es: 1 elemento vinculado
it: 1 elemento collegato
ja: 1 個のサイドカー項目

source: {count} of 1 item was processed.
de: {count} von 1 Item wurde verarbeitet.
es: {count} de 1 artículo fue procesado.
it: {count} di 1 elemento è stato elaborato.
ja: {count} 個のアイテムが処理されました。

source: 1 item was processed.
de: 1 Item wurde verarbeitet.
es: 1 elemento fue procesado.
it: 1 articolo è stato elaborato.
ja: 1 項目が処理されました。

source: {first-name} failed.
de: {first-name} fehlgeschlagen.
es: {first-name} fallado.
it: {first-name} fallito.
ja: {first-name} 失敗しました。

source: {first-name} was ignored.
de: {first-name} wurde ignoriert.
es: {first-name} ha sido ignorado.
it: {first-name} è stato ignorato.
ja: {first-name} は無視されました。

source: {first-name} was ignored because it exist already in the destination location.
de: {first-name} wurde ignoriert, weil es bereits in dem Zielort vorhanden ist.
es: {first-name} se ignoró porque ya existe en la ubicación de destino.
it: {first-name} è stato ignorato perché esiste già nella posizione di destinazione.
ja: {first-name} は宛先の場所にすでに存在するため無視されました。

source: {first-name} was ignored because it was previously imported.
de: {first-name} wurde ignoriert, weil es zuvor importiert wurde.
es: {first-name} se ignoró porque se importó previamente.
it: {first-name} è stato ignorato perché è stato precedentemente importato.
ja: {first-name} は以前にインポートされたため無視されました。

source: 1 item was created on this day.
de: 1 Item wurde an diesem Tag erstellt.
es: 1 el artículo fue creado en este día.
it: 1 elemento è stato creato in questo giorno.
ja: この日は1項目が作成されました。

source: {first-name} will be moved to the recycle bin.
de: {first-name} wird in den Papierkorb verschoben.
es: {first-name} será movido a la papelera.
it: {first-name} sarà spostato nel cestino.
ja: {first-name} はごみ箱に移動されます。

source: {first-name} will be copied.
de: {first-name} wird kopiert.
es: {first-name} será copiado.
it: {first-name} sarà copiato.
ja: {first-name} がコピーされます。

source: {first-name} will be moved.
de: {first-name} wird verschoben.
es: {first-name} será movido.
it: {first-name} sarà spostato.
ja: {first-name} が移動されます。

source: {first-name} will be resized and saved to a folder.
de: {first-name} wird in der Größe geändert und in einem Ordner gespeichert.
es: {first-name} será redimensionado y guardado en una carpeta.
it: {first-name} sarà ridimensionato e salvato in una cartella.
ja: {first-name} のサイズが変更され、フォルダーに保存されます。

source: {first-name} will be updated.
de: {first-name} wird aktualisiert.
es: {first-name} será actualizado.
it: {first-name} sarà aggiornato.
ja: {first-name} が更新されます。

source: {first-name} will be converted and copied to a folder.
de: {first-name} wird konvertiert und in einen Ordner kopiert.
es: {first-name} será convertido y copiado a una carpeta.
it: {first-name} sarà convertito e copiato in una cartella.
ja: {first-name} が変換され、フォルダーにコピーされます。

source: {first-name} will have tags added or removed.
de: Bei {first-name} werden Tags hinzugefügt oder entfernt.
es: {first-name} tendrá etiquetas agregadas o eliminadas.
it: {first-name} avrà dei tag aggiunti o rimossi.
ja: {first-name} にはタグが追加または削除されます。

source: {first-name} will have the date adjusted.
de: Bei {first-name} wird das Datum angepasst.
es: a {first-name} la fecha será corregida.
it: a {first-name} verrà corretta la data.
ja: {first-name} の日付は調整されます。

source: {first-name} will be shared.
de: {first-name} wird geteilt.
es: {first-name} será compartido.
it: {first-name} verrà condiviso.
ja: {first-name} が共有されます。

source: {first-name} will be copied or moved.
de: {first-name} wird kopiert oder verschoben.
es: {first-name} será copiado o movido.
it: {first-name} sarà copiato o spostato.
ja: {first-name} はコピーまたは移動されます。

source: {first-name} will be sent using your desktop email client.
de: {first-name} wird unter Verwendung Ihres Desktop-E-Mail-Clients gesendet.
es: {first-name} será enviado usando su cliente de correo electrónico.
it: {first-name} sarà inviato utilizzando il tuo client di posta elettronica.
ja: {first-name} はデスクトップ電子メール クライアントを使用して送信されます。

source: Unselect {}
de: Abwählen von {}
es: Deseleccionar {}
it: Deseleziona {}
ja: {} の選択を解除

source: Save the current item and open the previous item.
de: Das aktuelle Item speichern und das vorherige Item öffnen.
es: Guarda el elemento actual y abre el elemento anterior.
it: Salva l'elemento corrente e apre l'elemento precedente.
ja: 現在の項目を保存し、前の項目を開きます。

source: Save the current item and open the next item.
de: Das aktuelle Item speichern und das nächste Item öffnen.
es: Guarda el elemento actual y abre el elemento siguiente.
it: Salva l'elemento corrente e apre l'elemento successivo.
ja: 現在の項目を保存し、次の項目を開きます。

source: Folder
de: Ordner
es: Carpeta
it: Cartella
ja: フォルダー

source: Editing
de: Bearbeitung
es: Editar
it: Modifica di
ja: 編集

source: Toggle item grouping
de: Item-Gruppierung umschalten
es: Alternar agrupación de elementos
it: Commuta il gruppo per
ja: 項目のグループ化を切り替え

source: Toggle between thumbnails or details view
de: Umschalten zwischen Thumbnail- und Detailansicht
es: Cambiar entre vistas en miniatura y de detalle
it: Passa dalla visualizzazione delle miniature a quella dei dettagli
ja: サムネイル表示と詳細表示を切り替え

source: Place
de: Ort
es: Lugar
it: Posto
ja: 場所

source: Presence loading...
de: Präsenz wird geladen ...
es: cargando presencia...
it: Presenza di carico...
ja: プレゼンスを読み込み中...

source: NOT in collection
de: NICHT in Kollektion
es: NO EXISTE en la colección
it: NON in collezione
ja: コレクションにはありません

source: In collection
de: In Kollektion
es: En la colección
it: In raccolta
ja: コレクション中

source: Similar in collection
de: Ähnliche in Kollektion
es: Similar en la colección.
it: Simile nella collezione
ja: 類似のコレクション

source: Newer in collection
de: Neuere in Kollektion
es: Lo más nuevo de la colección
it: Più recente nella collezione
ja: 新しいコレクション

source: Older in collection
de: Ältere in Kollektion
es: Más antiguo en la colección
it: Più vecchio nella collezione
ja: 古いコレクション

source: This item is NOT in the collection.
de: Dieses Item ist NICHT in der Kollektion.
es: Este artículo NO está en la colección..
it: Questo elemento NON è nella collezione.
ja: この項目はコレクションにありません。

source: This item is in the collection.
de: Dieses Item ist in der Kollektion.
es: Este artículo está en la colección..
it: Questo elemento è nella collezione.
ja: この項目はコレクションにあります。
