Repository: GamilYassin/diffractor
Catalog: exe/languages/*.po
Languages: de, es, it, ja

source: Medical
de: Medizinisch
es: Medica
it: Medico
ja: 医学

source: Meditative
de: Meditativ
es: Meditativo
it: Meditativo
ja: 瞑想

source: Metal
it: Metallo
ja: メタル

source: Monochrome
de: Monochrom
es: Monocromo
it: Monocromo
ja: モノクローム

source: Music Documentaries
de: Musikdokumentarfilme
es: Documento musical
it: Documentari musicali
ja: 音楽ドキュメンタリー

source: Music Feature Films
de: Musikspielfilme
es: Largometrajes musicales
it: Lungometraggi musicali
ja: 音楽長編映画

source: Musical
it: Musicale
ja: ミュージカル

source: Musicals
es: Musicales
ja: ミュージカル

source: Narrative
de: Erzählung
es: Narrativa
it: Narrativa
ja: 物語

source: National Folk
es: Folk nacional
it: Folk nazionale
ja: 国民

source: Native American
de: Ureinwohner Amerikas
es: nativo americano
it: Nativi americani
ja: アメリカ先住民

source: New Age
it: Nuova Era
ja: ニューエイジ

source: New Wave
ja: ニューウェーブ

source: Night
de: Nacht
es: Noche
it: Notte
ja: 夜

source: Noise
de: Rauschen
it: Rumore
ja: ノイズ

source: Nonfiction
es: No ficción
it: Saggistica
ja: ノンフィクション

source: Oldies
es: Antiguo
ja: オールディーズ

source: Opera
de: Oper
ja: オペラ

source: Other
de: Andere
es: Otro
it: Altro
ja: その他

source: Panorama
ja: パノラマ

source: Panoramic
de: Panorama
es: Panorámico
it: Panoramico
ja: パノラミック

source: Pellier Noir
ja: ペリエ ノワール

source: Photo op
de: Fotoshooting
es: Foto
it: Foto
ja: 写真撮影

source: Photobiography
de: Fotobiografie
es: Fotobiografía
it: Fotobiografia
ja: 写真伝

source: Photojournalism
de: Fotojournalismus
es: Fotoperiodismo
it: Fotogiornalismo
ja: フォトジャーナリズム

source: Photowalking
de: Foto-Walking
ja: フォトウォーキング

source: Podcast
ja: ポッドキャスト

source: Polaroid
ja: ポラロイド

source: Polka
ja: ポルカ

source: Pop
ja: ホップ

source: Pop-Folk
ja: ポップ-フォーク

source: Pop/Funk
ja: ポップ/ファンク

source: Porn Groove
es: Porno Groove
it: Porno Groove
ja: ポルノ グルーヴ

source: Portrait
de: Porträt
es: Retrato
it: Ritratto
ja: ポートレート

source: Power Ballad
de: Power-Ballade
es: balada poderosa
it: Ballata di potenza
ja: パワーバラード

source: Pranks
de: (Lausbuben-)Streiche
es: Chistes
it: Scherzi
ja: いたずら

source: Primus
ja: プリムス

source: Progressive Rock
es: Rock progresivo
it: Rock progressivo
ja: プログレッシブ ロック

source: Psychadelic
es: Psicodélico
it: Psicadelico
ja: サイケデリック

source: Psychedelic Rock
es: Rock Psicodélico
it: Rock psichedelico
ja: サイケデリック ロック

source: Punk
ja: パンク

source: Punk Rock
ja: パンクロック

source: Rap
ja: ラップ

source: Rave
ja: レイブ

source: Reality TV
es: Reality show
it: Realtà TV
ja: リアリティTV

source: Reggae
ja: レゲエ

source: Retro
ja: レトロ

source: Revival
ja: リバイバル

source: Rhythmic Soul
it: Anima ritmica
ja: リズミカルソウル

source: Rock
ja: ロック

source: Rock & Roll
ja: ロックンロール

source: Romance
es: Romántico
it: Romanticismo
ja: ロマンス

source: Samba
ja: サンバ

source: Satellite
de: Satellit
es: Satélite
ja: サテライト

source: Satire
es: Sátira
it: Satira
ja: 風刺

source: Sci-Fi & Fantasy
es: Fantasía y Ciencia ficción
it: Fantascienza e fantasia
ja: SF & ファンタジー

source: Short Films
de: Kurzfilme
es: Cortometraje
it: Cortometraggi
ja: 短編映画

source: Show tunes
es: Espectáculo de melodías
it: Spettacolo di melodie
ja: ショーの曲

source: Singer/Songwriter
es: Cantante/canta autor
it: Cantante/cantautore
ja: シンガーソングライター

source: Ska
ja: スカ

source: Slow Jam
it: Marmellata lenta
ja: スロージャム

source: Slow Rock
de: Langsamer Rock
es: Rock lento
it: Rock lento
ja: スローロック

source: Social
it: Sociale
ja: 社交

source: Soft focus
de: Weichzeichnung
it: Messa a fuoco morbida
ja: ソフトフォーカス

source: Sonata
de: Sonate
ja: ソナタ

source: Soul
it: Anima
ja: ソウル

source: Sound Clip
es: Clip de sonido
it: Clip del suono
ja: サウンドクリップ

source: Soundtrack
es: Banda sonora
it: Colonna sonora
ja: サウンドトラック

source: Southern Rock
es: Rock sureño
it: Rock del Sud
ja: サザンロック

source: Space
es: Espacio
it: Spazio
ja: 宇宙

source: Special Interest
es: Interés especial
it: Interesse speciale
ja: 特別な関心

source: Speech
de: Sprache
es: Discurso
it: Discorso
ja: スピーチ

source: Sports
de: Sport
es: Deportes
it: Sport
ja: スポーツ

source: Star trail
es: Rastro estelar
it: Sentiero delle stelle
ja: スタートレイル

source: Still life
de: Stillleben
es: Naturaleza muerta
it: Natura morta
ja: 静物

source: Stock
de: Lager
ja: ストック

source: Street
es: calle
it: Via
ja: ストリート

source: Subminiature
de: Subminiatur
es: Submarina
ja: サブミニチュア

source: Swing
ja: スウィング

source: Symphonic Rock
es: Rock sinfónico
it: Rock sinfonico
ja: シンフォニック ロック

source: Symphony
de: Symphonie
es: Sinfonía
it: Sinfonia
ja: シンフォニー

source: Tango
ja: タンゴ

source: Techno
ja: テクノ

source: Techno-Industrial
ja: テクノインダストリアル

source: Teens
es: Adolescentes
it: Adolescenti
ja: ティーン

source: Thriller
es: Suspense
ja: スリラー

source: Time-lapse
de: Zeitraffer
ja: タイムラプス

source: Top 40
ja: トップ 40

source: Trailer
ja: トレーラー

source: Trance
ja: トランス

source: Travel
de: Reisen
es: Viaje
it: Viaggio
ja: 旅行

source: Tribal
it: Tribale
ja: 部族

source: Trip-Hop
ja: トリップホップ

source: Ultraviolet
es: Ultravioleta
it: Ultravioletto
ja: 紫外線

source: Underwater
de: Unterwasser
es: Sub-aquatico
it: Subacqueo
ja: 水中

source: Unknown
de: Unbekannt
es: Desconocido
it: Sconosciuto
ja: 不明

source: Urban
es: Urbano
it: Urbano
ja: 都会

source: Vernacular
de: Vernakular
es: Nativo
it: Vernacolare
ja: 現地語

source: Vintage
ja: ビンテージ

source: Vocal
de: Gesangsstück
es: Vocale
it: Vocale
ja: ボーカル

source: War
de: Krieg
es: Guerra
it: Guerra
ja: 戦争

source: Western
es: Occidental
it: Occidentale
ja: ウエスタン

source: World
de: Welt
es: Mundo
it: Mondo
ja: 世界

source: Click to group or sort
de: Klicken Sie hier, um zu gruppieren oder zu sortieren
es: Haz click para reagrupar u ordenar
it: Clicca per raggruppare o ordinare
ja: クリックしてグループ化または並べ替え

source: Group and sort items
de: Items gruppieren und sortieren
es: Agrupa y ordena elementos
it: Raggruppa e ordina gli elementi
ja: 項目のグループ化と並べ替え

source: Items
es: Elementos
it: Elementi
ja: 項目

source: No album or show
de: Kein Album oder Show
es: Sin álbum ni programa
it: Nessun album o spettacolo
ja: アルバムも番組もなし

source: No camera
de: Keine Kamera
es: Sin cámara
it: Nessuna macchina fotografica
ja: カメラがありません

source: No extension
de: Keine Extension
es: Sin extensión
it: Nessuna estensione
ja: 拡張子がありません

source: No location
de: Kein Standort
es: Sin localización
it: Nessuna posizione
ja: 場所がありません

source: No pixels
es: Sin pixeles
it: Nessun pixel
ja: ピクセルがありません

source: No rating
de: Kein Rating
es: Sin valoración
it: Nessuna valutazione
ja: 評価がありません

source: No value
de: Kein Wert
es: Sin valor
it: Nessun valore
ja: 値がありません

source: random
de: Zufällig
es: Aleatorio
ja: ランダム

source: {} to {}
de: {} bis {}
es: de {} a {}
it: da {} a {}
ja: {} から {} へ

source: Today
de: Heute
es: Hoy
it: Oggi
ja: 今日

source: Yesterday
de: Gestern
es: Ayer
it: Ieri
ja: 昨日

source: {} has modifications
de: {} hat Modifikationen
es: {} ha sido modificado
it: {} ha delle modifiche
ja: {} には変更があります

source: Support
es: Soporte
it: Supporto
ja: サポート

source: Separate each artist with a comma ',' or slash '/'
de: Separieren Sie jeden Künstler mit einem Komma ',' oder Schrägstrich '/'
es: Separa a cada artista con una coma. ',' o una barra '/'
it: Separa ogni artista con una virgola ',' o una barra '/'
ja: 各アーティストはカンマ「,」またはスラッシュ「/」で区切ります

source: Separate each tag with a space: Australia holiday camping.
de: Separieren Sie jedes Tag durch ein Leerzeichen: Australien Holidays Camping.
es: Separe cada etiqueta con un espacio, por ejemplo: vacaciones Camping Australia.
it: Separa ogni tag con uno spazio, per esempio: Australia vacanza campeggio.
ja: 各タグはスペースで区切ります : 例 オーストラリア 休日 キャンプ。

source: Join 2 words together in one tag using quotes: "national park".
de: Verbinden Sie zwei Wörter in einem Tag miteinander unter Verwendung von Anführungszeichen: "National Park".
es: Combinar 2 palabras en una etiqueta usando comillas: "Parque nacional".
it: Unisci 2 parole in un tag usando le virgolette: "parco nazionale".
ja: 引用符を使用して 2 つの単語を 1 つのタグに結合します : 例 "national park"。

source: Tags can be removed by prefixing with a minus: -removeme
de: Tags können durch Voranstellen eines Minuszeichens entfernt werden: -removeme
es: Las etiquetas se pueden eliminar anteponiendo un signo menos: -eliminar
it: I tag possono essere rimossi anteponendo un meno: -removeme
ja: タグは、先頭にマイナスを付けることで削除できます : 例 -removeme

source: Index later
de: Später indizieren
es: Indexar más tarde
it: Indice più tardi
ja: インデックス後

source: After long periods of use, the index can benefit from one of the maintenance steps below. The index stores a copy of metadata from your media files. It can be rebuilt from the original files.
de: Nach einem längeren Zeitraum der Nutzung kann der Index von einem der unten aufgeführten Wartungsschritte profitieren. Der Index speichert eine Kopie der Metadaten aus Ihren Mediendateien. Er kann aus den Originaldateien wiederaufgebaut werden.
es: Después de largos períodos de uso, el índice puede beneficiarse de uno de los siguientes pasos de mantenimiento. El índice almacena una copia de los metadatos de sus archivos multimedia. Se puede reconstruir a partir de los archivos originales..
it: Dopo lunghi periodi di utilizzo, l'indice può beneficiare di una delle fasi di manutenzione riportate di seguito. L'indice memorizza una copia dei metadati dei tuoi file multimediali. Può essere ricostruito dai file originali.
ja: 長期間使用した後、インデックスは以下のメンテナンス手順のいずれかを行うことで恩恵を受けることができます。 インデックスには、メディア ファイルのメタデータのコピーが保存されます。 元のファイルから再構築できます。

source: The index is reporting errors. Resetting the index is recommended.
de: Der Index meldet Fehler. Es wird empfohlen, den Index zurückzusetzen.
es: El índice está reportando errores. Se recomienda restablecer el índice..
it: L'indice sta riportando degli errori. Si raccomanda di resettare l'indice.
ja: インデックスがエラーを報告しています。 インデックスをリセットすることをお勧めします。

source: Maintenance
de: Wartung
es: Mantenimiento
it: Manutenzione
ja: メンテナンス

source: Prefix the folder name with minus '-' to exclude it from searches.
de: Stellen Sie dem Ordnername ein Minus '-' voran, um diesen aus Suchen auszuschließen.
es: Prefije el nombre de la carpeta con menos '-' para excluirlo de las búsquedas.
it: Prefissa il nome della cartella con il meno '-' per escluderla dalle ricerche.
ja: 検索から除外するには、フォルダー名の前にマイナス「-」を付けます。

source: Other folders
de: Andere Ordner
es: Otras carpetas
it: Altre cartelle
ja: その他のフォルダー

source: Folders can be drives, folders, network shares or device labels. Labels are useful for removable or network devices where mapped drive letters can change.
de: Ordner können Laufwerke, Ordner, Netzwerkfreigaben oder Geräte-Labels sein. Labels sind nützlich für Wechseldatenträger oder Netzwerkgeräte, bei denen sich zugeordnete Laufwerksbuchstaben ändern können.
es: Las carpetas pueden ser unidades, carpetas, recursos compartidos de red o etiquetas de dispositivos. Las etiquetas son útiles para dispositivos extraíbles o de red donde las letras de unidad asignadas pueden cambiar.
it: Le cartelle possono essere unità, cartelle, condivisioni di rete o etichette di dispositivi. Le etichette sono utili per i dispositivi rimovibili o di rete dove le lettere delle unità mappate possono cambiare.
ja: フォルダーには、ドライブ、フォルダー、ネットワーク共有、またはデバイス ラベルを指定できます。 ラベルは、マップされたドライブ文字が変更される可能性があるリムーバブル デバイスやネットワーク デバイスに役立ちます。

source: Desktop
es: Escritorio
ja: デスクトップ

source: Documents
es: Documento
it: Documenti
ja: ドキュメント

source: Downloads
es: Descargas
ja: ダウンロード

source: Local DropBox Folder
de: Lokaler DropBox-Ordner
es: Carpeta DropBox local
it: Cartella DropBox locale
ja: ローカルの DropBox フォルダー

source: Local GoogleDrive Folder
de: Lokaler GoogleDrive-Ordner
es: carpeta local de GoogleDrive
it: Cartella locale di GoogleDrive
ja: ローカルの Google ドライブ フォルダー

source: Diffractor can also index files from your Google Photos account. Add your accounts below. This is an experimental feature.
de: Diffractor kann ebenfalls Dateien aus Ihrem Google Photos-Account indizieren. Fügen Sie unten Ihre Accounts hinzu. Dies ist ein experimentelles Feature.
es: Diffractor también puede indexar archivos de su cuenta de Google Fotos. Agregue sus cuentas a continuación. Esta es una característica experimental.
it: Diffractor può anche indicizzare i file dal tuo account Google Photos. Aggiungi i tuoi account qui sotto. Questa è una caratteristica sperimentale.
ja: Diffractor は、Google フォト アカウントのファイルにインデックスを付けることもできます。 以下にアカウントを追加してください。 これは実験的な機能です。

source: Internet files
de: Internetdateien
es: Archivos de Internet
it: File di Internet
ja: インターネット ファイル

source: You can select which folders are indexed and searchable in collection options (Ctrl-F6).
de: Sie können in den Kollektionsoptionen (Strg-F6) auswählen, welche Ordner indiziert und durchsuchbar sein sollen.
es: Puede seleccionar qué carpetas se indexan y se pueden buscar en las opciones de recopilación (Ctrl-F6).
it: Puoi selezionare quali cartelle sono indicizzate e ricercabili nelle opzioni di raccolta (Ctrl-F6).
ja: コレクション オプション (Ctrl-F6) で、どのフォルダーにインデックスを付けて検索可能にするかを選択できます。

source: Local folders
de: Lokale Ordner
es: Carpetas locales
it: Cartelle locali
ja: ローカル フォルダー

source: Music
es: Música
it: Musica
ja: ミュージック

source: Local OneDrive Folder
de: Lokaler OneDrive-Ordner
es: Carpeta OneDrive local
it: Cartella OneDrive locale
ja: ローカルの OneDrive フォルダー

source: Pictures
es: Imagenes
it: Immagini
ja: ピクチャ

source: More folders below are a paid feature. Click to learn more.
de: Mehr Ordner unten sind ein kostenpflichtiges Feature. Klicken Sie hier, um mehr zu erfahren.
es: Altre cartelle in basso sono una funzione a pagamento. Clicca per saperne di più.
it: Altre cartelle in basso sono una funzione a pagamento. Clicca per saperne di più.
ja: 以下のその他のフォルダーは有料機能です。 クリックして詳細をご覧ください。

source: More folders. Separate each folder with a new line.
de: Mehr Ordner. Separieren Sie jeden Ordner durch eine neue Zeile.
es: Más carpetas. Separe cada carpeta con una nueva línea.
it: Più cartelle. Separa ogni cartella con una nuova linea.
ja: フォルダーの追加。 各フォルダーは新しい行で区切ります。

source: Videos
es: Video
it: Video
ja: ビデオ

source: All indexed locations combined form the collection.
de: Alle indizierten Orte zusammen bilden die Kollektion.
es: Todas las ubicaciones indexadas juntas forman la colección..
it: Tutte le località indicizzate insieme formano la collezione.
ja: インデックス付けされたすべての場所を組み合わせてコレクションを形成します。

source: Indexing
de: Indizierung
es: Indexando
it: Indicizzazione
ja: インデックス作成

source: Diffractor indexes your photos and videos to enable searching and duplicate detection. You can choose what is indexed in collection options (press Ctrl-F6).
de: Diffractor indiziert Ihre Fotos und Videos, um die Suche und Duplikaterkennung zu ermöglichen. Sie können in den Kollektionsoptionen wählen, was indiziert werden soll (Strg-F6 drücken).
es: Diffractor indexa sus fotos y videos para permitir la búsqueda y detección de duplicados. Puede elegir lo que se indexa en las opciones de recopilación (presione Ctrl-F6).
it: Diffractor indicizza le tue foto e i tuoi video per permettere la ricerca e il rilevamento dei duplicati. Puoi scegliere cosa viene indicizzato nelle opzioni di raccolta (premi Ctrl-F6).
ja: Diffractor は写真やビデオにインデックスを付けて、検索と重複検出を可能にします。 コレクション オプションでインデックスの対象を選択できます (Ctrl-F6 キーを押します)。

source: Super-fast searching, viewing and comparing of photos or videos.
de: Superschnelle Suche, Betrachtung und Vergleich von Fotos oder Videos.
es: Búsqueda, visualización y comparación superrápidas de fotos o vídeos.
it: Ricerca, visualizzazione e confronto super-veloce di foto o video.
ja: 写真やビデオの超高速検索、表示、比較。

source: Optimized for your graphics card and PC.
de: Optimiert für Ihre Grafikkarte und Ihren PC.
es: Optimizado para su tarjeta gráfica y su PC.
it: Ottimizzato per la tua scheda grafica e il tuo PC.
ja: グラフィックス カードと PC に合わせて最適化されています。

source: invalid
de: Ungültig
es: no valido
it: non valido
ja: 無効

source: '{}' is not a valid folder.
de: '{}' ist kein gültiger Ordner.
es: '{}' no es una carpeta válida.
it: '{}' non è una cartella valida.
ja: '{}' は有効なフォルダーではありません。

source: item
es: elemento
it: Elemento
ja: 項目

source: items
es: elementos
it: elementi
ja: 項目

source: Show items rotated
de: Items rotiert zeigen
es: Mostrar los elementos rotados
it: Mostra gli elementi ruotati
ja: 項目を回転して表示

source: This item is shown oriented based on camera information. [{}]
de: Dieses Item wird auf der Grundlage von Kamerainformationen orientiert gezeigt. [{}]
es: Este elemento se muestra con la orientación de acuerdo con la información de la cámara.. [{}]
it: Questo elemento viene mostrato orientato in base alle informazioni della telecamera. [{}]
ja: この項目はカメラ情報に基づいて向きを変えて表示されています。 [{}]

source: Click to toggle if all items are shown rotated.
de: Klicken Sie hier, um umzuschalten, wenn alle Items rotiert gezeigt werden.
es: Haga clic para alternar si todos los elementos se muestran rotados
ja: すべての項目が回転して表示される場合は、クリックして切り替えます。

source: JPEG - Best compression for photos
de: JPEG - Beste Kompression für Fotos
es: JPEG - Mejor compresión para fotos
it: JPEG - La migliore compressione per le foto
ja: JPEG - 写真に最適な圧縮率

source: Keyboard
de: Tastatur
es: Teclado
it: Tastiera
ja: キーボード

source: press
de: Drücken Sie
es: presionar
it: premere
ja: [ キー ]

source: Basics
de: Grundlegend
es: Basicos
it: Nozioni di base
ja: 基本

source: Extend the current item selection and allow comparing of items.
de: Erweitert die aktuelle Item-Auswahl und erlaubt den Vergleich von Items.
es: Amplía la selección del elemento actual y te permite comparar elementos.
it: Estende la selezione dell'elemento corrente e permette di confrontare gli elementi.
ja: 現在の項目選択を拡張し、項目を比較できるようにします。

source: Opens an image full screen.
de: Öffnet ein Bild im Vollbild.
es: Abre una imagen a pantalla completa.
it: Apre un'immagine a schermo intero.
ja: 画像を全画面で開く。

source: Gets you out of full screen, zoom or other modes.
de: Holt Sie aus dem Vollbild, Zoom oder anderen Modi heraus.
es: Salir de pantalla completa, zoom u otros modos.
it: Ti fa uscire dallo schermo intero, dallo zoom o da altre modalità.
ja: 全画面表示、ズーム、その他のモードを終了。

source: File management
de: Dateimanagement
es: Gestión de archivos
it: Gestione dei file
ja: ファイル管理

source: General
de: Allgemein
it: Generale
ja: 全般

source: left
de: Links
es: izquierda
it: sinistra
ja: 左矢印

source: Move to the next or previous item.
de: Zu dem nächsten oder vorherigen Item wechseln.
es: Ir al elemento anterior o siguiente.
it: Passa all'elemento successivo o precedente.
ja: 次または前の項目に移動します。

source: Navigation
es: navegación
it: Navigazione
ja: ナビゲーション

source: Options
de: Optionen
es: Opciones
it: Opzioni
ja: オプション

source: Media playback
es: Reproducción multimedia
it: Riproduzione multimediale
ja: メディアの再生

source: right
de: Rechts
es: derecha
it: destra
ja: 右矢印

source: Selection
de: Auswahl
es: Selección
it: Selezione
ja: 選択

source: Stops or starts a slideshow or playing a video/audio file.
de: Stoppt oder startet eine Slideshow oder die Wiedergabe einer Video-/Audiodatei.
es: Detener o iniciar una presentación de diapositivas o reproducir un archivo de video/audio.
it: Ferma o avvia una presentazione o la riproduzione di un file video/audio.
ja: スライドショーまたはビデオ/オーディオファイルの再生を停止または開始します。

source: Label
es: Etiqueta
it: Etichetta
ja: ラベル

source: Documentation
de: Dokumentation
es: Documentación
it: Documentazione
ja: ドキュメンテーション

source: Learn more at Diffractor.com
de: Erfahren Sie mehr auf Diffractor.com
es: Saber más en Diffractor.com
it: Per saperne di più su Diffractor.com
ja: 詳細については、Diffractor.com をご覧ください

source: Lights
de: Lichtquellen
es: Luces
it: Luci
ja: ライト

source: Limit output to a maximum dimension (in pixels).
de: Ausgabe auf eine maximale Abmessung (in Pixel) begrenzen.
es: Limite la salida a un tamaño máximo (en píxeles).
it: Limita l'output a una dimensione massima (in pixel).
ja: 出力を最大サイズ (ピクセル単位) に制限します。

source: List of keyboard accelerators
de: Liste der Zugriffstasten (Shortcuts)
es: Lista de atajos de teclado
it: Elenco delle scorciatoie da tastiera
ja: キーボードアクセラレータのリスト

source: Listed
de: Gelistet
es: Listado
it: Elencato
ja: リスト

source: Including sub folders:
de: Einschließlich Unterordner:
es: Incluir subcarpetas:
it: Comprese le sottocartelle:
ja: サブフォルダーを含む :

source: Loading...
de: Laden ...
es: Cargando...
it: Caricamento...
ja: 読み込み中...

source: Location could not be loaded from database or internet.
de: Standort konnte nicht aus Datenbank oder Internet geladen werden.
es: La ubicación no se puede cargar desde la base de datos o Internet..
it: La posizione non può essere caricata dal database o da internet.
ja: データベースまたはインターネットから位置情報をロードできませんでした。

source: No location selected.
de: Kein Standort selektiert.
es: Ninguna ubicación seleccionada.
it: Nessuna posizione selezionata.
ja: 場所が選択されていません。

source: Overwrite GPS coordinates when setting a location.
de: GPS-Koordinaten bei Einstellung eines Standortes überschreiben.
es: Sobrescribir las coordenadas GPS al establecer una ubicación.
it: Sovrascrivere le coordinate GPS quando si imposta una posizione.
ja: 場所を設定するときに GPS 座標を上書きする。

source: If you buy Diffractor, Google can be used to provide more locations.
es: Si compra Difractor, Google se puede usar para proporcionar múltiples ubicaciones.
it: Se compri Diffractor, Google può essere utilizzato per fornire più località.
ja: Diffractor を購入すると、Google を使用してさらに多くの場所を提供できます。

source: Maximize image
de: Bild maximieren
es: Maximizar la imagen
it: Massimizza l'immagine
ja: 画像を最大化

source: OK - maybe later.
de: OK - vielleicht später.
es: OK - quizas mas tarde.
it: OK - forse più tardi.
ja: OK - また後で。

source: Add '{}'
de: Hinzufügen von '{}'
es: Añadir '{}'
it: Aggiungere '{}'
ja: '{}' の追加

source: Select All
de: Alles auswählen
es: Seleccionar todo
it: Seleziona tutto
ja: すべて選択

source: Undo
de: Rückgängig (Undo)
es: Deshacer
ja: 取り消し

source: Metadata
de: Metadaten
es: Metadatos
it: Metadati
ja: メタデータ

source: Midtones
de: Mitteltöne
es: Semitono
it: Mezzitoni
ja: 中間調

source: April
es: Abril
it: Aprile
ja: 4月

source: August
es: Agosto
it: Agosto
ja: 8月

source: December
de: Dezember
es: Diciembre
it: Dicembre
ja: 12月

source: February
de: Februar
es: Febrero
it: Febbraio
ja: 2月

source: January
de: Januar
es: Enero
it: Gennaio
ja: 1月

source: July
de: Juli
es: Julio
it: Luglio
ja: 7月

source: June
de: Juni
es: Junio
it: Giugno
ja: 6月

source: March
de: März
es: Marzo
it: Marzo
ja: 3月

source: May
de: Mai
es: Mayo
it: Maggio
ja: 5月

source: November
es: Noviembre
it: Novembre
ja: 11月

source: October
de: Oktober
es: Octubre
it: Ottobre
ja: 10月

source: September
es: Septiembre
it: Settembre
ja: 9月

source: Scotty, we need more power!
de: Scotty, wir brauchen mehr Energie!
es: ¡Scotty, necesitamos más potencia!
it: Scotty, abbiamo bisogno di più potenza!
ja: スコッティ、もっとパワーが必要だ！

source: Countries
de: Länder
es: Paises
it: Paesi
ja: 国

source: Drives
de: Laufwerke
it: Guida
ja: ドライブ

source: Folders
de: Ordner
es: Carpetas
it: Cartelle
ja: フォルダー

source: History
de: Historie
es: Hostoria
it: Storia
ja: 履歴

source: After long periods of use, the index may need some maintenance.
de: Nach einem längeren Zeitraum der Nutzung benötigt der Index möglicherweise etwas Wartung.
es: Después de largos períodos de uso, el índice puede necesitar algún mantenimiento.
it: Dopo lunghi periodi di utilizzo, l'indice può avere bisogno di un po' di manutenzione.
ja: 長期間使用した後は、インデックスのメンテナンスが必要になる場合があります。

source: No items are selected
de: Es sind keine Items selektiert
es: Ningún elemento seleccionado
it: Nessun elemento è selezionato
ja: 項目が選択されていません

source: No results
de: Keine Resultate
es: Sin resultado
it: Nessun risultato
ja: 結果なし

source: Cloud items are not supported.
de: Cloud-Items werden nicht unterstützt.
es: Los elementos de la nube no son compatibles.
it: Gli elementi cloud non sono supportati.
ja: クラウドアイテムはサポートされていません。
