Repository: GamilYassin/diffractor
Catalog: exe/languages/*.po
Languages: de, es, it, ja

source: Diffractor provides simple tools to make you more productive when sorting, comparing and organizing photos or videos.
de: Diffractor bietet einfache Tools, um Sie beim Sortieren, Vergleichen und Organisieren von Fotos oder Videos produktiver zu machen.
es: Diffractor proporciona herramientas simples para que sea más productivo al ordenar, comparar y organizar fotos o videos.
it: Diffractor fornisce semplici strumenti per rendervi più produttivi quando ordinate, confrontate e organizzate foto o video.
ja: Diffractor は、写真やビデオを分類、比較、整理する際に生産性を高めるシンプルなツールを提供します。

source: Items in this date range will be modified to start at a new date and time. The time gap between items will be preserved. For example, if you have 2 photos taken one hour apart, after the update they will still be one hour apart. This is useful if your camera date was set wrongly and you need to fix photo and video dates.
de: Items in diesem Datumsbereich werden modifiziert, um bei einem neuen Datum und einer neuen Zeit zu beginnen. Die zeitliche Lücke zwischen Items bleibt erhalten. Zum Beispiel, wenn Sie zwei Fotos im Abstand von einer Stunde aufgenommen haben, liegen diese nach der Aktualisierung immer noch eine Stunde auseinander. Dies ist nützlich, wenn Ihr Kameradatum falsch eingestellt wurde und Sie Datums- und Zeitangaben von Foto und Video korrigieren müssen.
es: Los elementos en este rango de fechas se cambiarán para comenzar en una nueva fecha y hora. Se conservará el intervalo de tiempo entre elementos. Por ejemplo, si tiene 2 fotos tomadas con una hora de diferencia entre sí, después de la actualización seguirán estando separadas por una hora.. Esto es útil si la fecha de su cámara se configuró incorrectamente y necesita corregir las fechas de las fotos y los videos.
it: Gli elementi in questo intervallo di date saranno modificati per iniziare a una nuova data e ora. L'intervallo di tempo tra gli elementi sarà conservato. Per esempio, se hai 2 foto scattate a un'ora di distanza l'una dall'altra, dopo l'aggiornamento saranno ancora a un'ora di distanza. Questo è utile se la data della tua fotocamera è stata impostata in modo errato e hai bisogno di correggere le date di foto e video.
ja: この日付範囲の項目は、新しい日付と時刻に開始するように変更されます。アイテム間の時間差は保持されます。 例えば、1時間間隔で撮影された2枚の写真がある場合、更新後も1時間間隔のままです。 これは、カメラの日付設定が間違っていて、写真やビデオの日付を修正する必要がある場合に便利です。

source: After
de: Nachher
es: Después
it: Dopo
ja: 変更後

source: Album Artist
de: Album-Künstler
es: Artista del Album
it: Artista dell'album
ja: アルバム・アーティスト

source: archive
de: Archiv
es: archivo
it: archivio
ja: アーカイブ

source: archives
de: Archive
es: archivos
it: archivi
ja: アーカイブ

source: Ask the Diffractor team a question.
de: Stellen Sie dem Diffractor-Team eine Frage.
es: Hágale una pregunta al equipo de Difractor.
it: Fai una domanda al team di Diffractor.
ja: Diffractorチームに質問する。

source: audio
ja: オーディオ

source: Stream {}
es: Transmisión {}
it: Flusso {}
ja: ストリーム {}

source: Click to select stream '{}'
de: Klicken Sie hier, um Stream '{}' auszuwählen
es: Haga clic para seleccionar la transmisión '{}'.
it: Clicca per selezionare il flusso '{}'.
ja: クリックしてストリーム '{}' を選択

source: Diffractor has been authorized
de: Diffractor ist autorisiert worden
es: Diffractor ha sido autorizado
it: Diffractor è stato autorizzato
ja: Diffractor が認証されました

source: Before
de: Vorher
es: Antes de
it: Prima di
ja: 変更前

source: Brightness
de: Helligkeit
es: Luminosidad
it: Luminosità
ja: 明るさ

source: Burn
de: Brennen
es: Quemar
it: Brucia
ja: ディスクに書き込み

source: &Background
de: &Hintergrund
es: &Sfondo
it: &Sfondo
ja: 背景(&B)

source: &Cancel
de: &Abbrechen
es: &Cancelar
it: &Annulla
ja: キャンセル(&C)

source: Change...
de: Ändern ...
es: Cambia...
it: Cambia...
ja: 変更...

source: &Close
de: &Schließen
es: &Cerrar
it: &Chiudi
ja: 閉じる(&C)

source: &Convert
de: &Konvertieren
es: &Convertir
it: &Converti
ja: 変換(&C)

source: &Delete
de: &Löschen
es: &Borrar
it: &Cancella
ja: 削除(&D)

source: &Don't Save
de: &Nicht speichern
es: No guardar
it: Non salvare
ja: 保存しない(&D)

source: &Import
de: &Importieren
es: &Importar
it: &Importa
ja: インポート(&I)

source: &OK
ja: OK(&O)

source: &Rotate
de: &Drehen
es: &Rotar
it: &Ruota
ja: 回転(&R)

source: &Save
de: &Speichern
es: Guardar
it: Salva
ja: 保存(&S)

source: As &JPEG
de: Als &JPEG
es: Como &JPEG
it: Come &JPEG
ja: JPEG として保存(&J)

source: &Send
de: &Senden
es: Enviar
it: Invia
ja: 送信(&S)

source: &Tag
de: &Taggen
ja: タグ(&T)

source: &Update
de: &Aktualisieren
es: &Actualización
it: &Aggiornamento
ja: アップデート(&U)

source: Cancel was pressed after
de: Abbrechen wurde gedrückt nach
es: CANC ha sido presionado despues de
it: CANC è stato premuto dopo che
ja: キャンセルが押されました

source: Cannot updated metadata of this file type.
de: Metadaten von diesem Dateityp können nicht aktualisiert werden.
es: Imposible actualizar los metadatos de este tipo de archivo.
it: Impossibile aggiornare i metadati di questo tipo di file.
ja: このファイル タイプのメタデータは更新できません。

source: Changes
de: Änderungen
es: Cambios
it: Cambiamenti
ja: 変更

source: Click to search for similar items in the collection.
de: Klicken Sie hier, um nach ähnlichen Items in der Kollektion zu suchen.
es: Haga clic para buscar artículos similares en la colección.
ja: クリックしてコレクション内の類似アイテムを検索。

source: Close
de: Schließen
es: Cerrar
it: Chiudi
ja: 閉じる

source: Color
de: Farbe
it: Colore
ja: 色

source: Adjust date and time
de: Datum und Zeit anpassen
es: Ajustar fecha y hora
it: Regola data e ora
ja: 日付と時刻を調整

source: Update artist and album
de: Künstler und Album aktualisieren
es: Actualizar el artista y el álbum.
it: Aggiorna l'artista e l'album
ja: アーティストとアルバムを更新

source: Exit
de: Beenden
es: Salir
it: Esci
ja: 終了

source: Back
de: Zurück
es: Volver
it: Indietro
ja: 戻る

source: Forward
de: Weiter
es: Avanzar
it: Avanti
ja: 進む

source: Next folder or search
de: Nächster Ordner oder Suche
es: Siguiente carpeta o búsqueda
it: Prossima cartella o ricerca
ja: 次のフォルダーまたは検索

source: Next item group
de: Nächste Item-Gruppe
es: Siguiente grupo de elementos
it: Prossimo gruppo di elementi
ja: 次の項目グループ

source: Select next item
de: Nächstes Item auswählen
es: Seleccione el elemento siguiente
it: Seleziona il prossimo elemento
ja: 次の項目を選択

source: Extend selection to next item
de: Auswahl bis zu nächstem Item erweitern
es: Ampliar la selección al siguiente elemento
it: Estendere la selezione all'elemento successivo
ja: 選択範囲を次の項目まで拡張する

source: Parent
de: Übergeordnet (Parent)
es: Padre
it: Genitore
ja: 親フォルダー

source: Previous folder or search
de: Vorheriger Ordner oder Suche
es: Carpeta anterior o búsqueda
it: Cartella o ricerca precedente
ja: 前のフォルダーまたは検索

source: Previous item group
de: Vorherige Item-Gruppe
es: Elemento del grupo anterior
it: Elemento del gruppo precedente
ja: 前の項目グループ

source: Select previous item
de: Vorheriges Item auswählen
es: Seleccione el elemento anterior
it: Seleziona l'elemento precedente
ja: 前の項目を選択

source: Extend selection to previous item
de: Auswahl bis zu vorherigem Item erweitern
es: Ampliar la selección al elemento anterior
it: Estendere la selezione all'elemento precedente
ja: 選択範囲を前の項目まで拡張する

source: Burn to disk
de: Auf Disk brennen
es: Grabar en disco
it: Masterizza su disco
ja: ディスクに書き込み

source: Save current video frame
de: Aktuelles Video-Frame speichern
es: Guardar el fotograma de video actual
it: Salva il fotogramma video corrente
ja: 現在のビデオフレームを保存

source: Cancel
de: Abbrechen
es: Cancelar
it: Cancella
ja: キャンセル

source: Reset color changes
de: Farbänderungen zurücksetzen
es: Restablecer cambios de color
it: Repristina i cambi di colore
ja: 色の変更をリセット

source: Convert or Resize
de: Konvertieren oder Größe ändern
es: Convertir o cambiar el tamaño
it: Converti o ridimensiona
ja: 変換またはサイズ変更

source: Copy to folder
de: In Ordner kopieren
es: Copiar a la carpeta
it: Copia nella cartella
ja: フォルダーへコピー

source: Update copyright
de: Copyright aktualisieren
es: Actualización de derechos de autor
it: Aggiornamento del copyright
ja: 著作権を更新

source: Test crash report
es: Informe de prueba de fallo
it: Rapporto del crash test
ja: クラッシュレポートのテスト

source: Customise
es: Personalizar
it: Personalizza
ja: カスタマイズ

source: Delete
de: Löschen
es: Cancelar
it: Cancella
ja: 削除

source: Desktop background
de: Desktophintergrund
es: Fondo de escritorio
it: Sfondo del desktop
ja: デスクトップの背景

source: Display options
de: Anzeigeoptionen
es: Opciones de pantalla
it: Opzioni di visualizzazione
ja: 表示オプション

source: Download
es: Descargar
it: Scarica
ja: ダウンロード

source: Edit
de: Bearbeiten
es: Modificar
it: Modifica
ja: 編集

source: Copy
de: Kopieren
es: Copiar
it: Copia
ja: コピー

source: Move
de: Verschieben
es: Mover
it: Sposta
ja: 移動

source: Cut
de: Ausschneiden
es: Cortar
it: Taglia
ja: 切り取り

source: Paste
de: Einfügen
es: Pegar
it: Incolla
ja: 貼り付け

source: Eject
de: Auswerfen
es: Expulsar
it: Espellere
ja: 取り出し

source: Open properties
de: Eigenschaften öffnen
es: Abrir las propiedades del archivo.
it: Apre le proprietà del file
ja: プロパティを開く

source: Search
de: Suche
es: Buscar
it: Cerca
ja: 検索

source: Show items in subfolders
de: Items in Unterordnern zeigen
es: Mostrar elementos en subcarpetas
it: Mostra gli elementi nelle sottocartelle
ja: サブフォルダー内の項目を表示

source: Fullscreen
de: Vollbild
es: Pantalla completa
it: Schermo intero
ja: 全画面

source: Group by Album/Show
de: Gruppieren nach Album/Show
es: Agrupar por álbum/Mostrar
it: Raggruppa per Album/Show
ja: アルバム/番組ごとにグループ化

source: Group by Camera
de: Gruppieren nach Kamera
es: Agrupar por cámara
it: Raggruppa per telecamera
ja: カメラごとにグループ化

source: Group by Date Created
de: Gruppieren nach Erstellungsdatum
es: Agrupar por fecha de creación
it: Raggruppa per data di creazione
ja: 作成日時ごとにグループ化

source: Group by Extension
de: Gruppieren nach Extension
es: Agrupar por extensión
it: Raggruppa per estensione
ja: 拡張子ごとにグループ化

source: Group by File type
de: Gruppieren nach Dateityp
es: Agrupar por tipo de archivo
it: Raggruppa per tipo di file
ja: ファイルの種類ごとにグループ化

source: Group by Location
de: Gruppieren nach Standort
es: Agrupar por ubicación
it: Raggruppa per località
ja: 位置情報ごとにグループ化

source: Group by Date Modified
de: Gruppieren nach Änderungsdatum
es: Agrupar por cambio de fecha
it: Raggruppa per modifica di data
ja: 更新日時ごとにグループ化

source: Group by Pixels
es: Agrupar por píxel
it: Raggruppa per pixel
ja: ピクセルごとにグループ化

source: Group by Presence
es: Agrupar por presencia
it: Raggruppa in base alla presenza
ja: プレゼンスごとにグループ化

source: Group by Rating/Label
de: Gruppieren nach Rating/Label
es: Agrupar por Grado/Etiqueta
it: Raggruppa per voto/etichetta
ja: 評価/ラベルごとにグループ化

source: Show items in random order
de: Items in zufälliger Reihenfolge zeigen
es: Mostrar elementos en orden aleatorio
it: Rimescola
ja: 項目をランダムな順序で表示

source: Group by Size
de: Gruppieren nach Größe
es: Agrupar por tamaño
it: Raggruppa per dimensione
ja: サイズごとにグループ化

source: Group by Folder
de: Gruppieren nach Ordner
es: Agrupar por carpeta
it: Raggruppa per cartella
ja: フォルダーごとにグループ化

source: Highlight large items in yellow
de: Große Items in gelb hervorheben
es: Resalta los artículos grandes en amarillo
it: Evidenzia gli elementi grandi in giallo
ja: 大きな項目を黄色で強調表示

source: Import
de: Importieren
es: Importar
it: Importa
ja: インポート

source: Collection options
de: Kollektionsoptionen
es: Opciones de colección
it: Opzioni di raccolta
ja: コレクションのオプション

source: Keyboard reference
de: Tastaturreferenz
es: Atajos de teclado
it: Scorciatoie da tastiera
ja: キーボードの設定

source: Comment:
de: Kommentar:
es: Comentario:
it: Commento:
ja: コメント :

source: Language
de: Sprache (Language)
es: Lengua
it: Lingua
ja: 言語

source: Add location
de: Standort hinzufügen
es: Agrega la ubicación
it: Aggiungere la posizione
ja: 場所の追加

source: Maximize
de: Maximieren
es: Maximizar
it: Massimizza
ja: 最大化

source: Group or Sort
de: Gruppieren oder Sortieren
es: Agrupar u ordenar
it: Raggruppa o ordina
ja: グループまたは並べ替え

source: Minimize
de: Minimieren
es: Minimizar
it: Riduci a icona
ja: 最小化

source: Move to folder
de: In Ordner verschieben
es: Mover a la carpeta
it: Sposta nella cartella
ja: フォルダーへ移動

source: Show sidebar
de: Seitenleiste zeigen
es: Mostrar barra lateral
it: Mostra la barra laterale
ja: サイドバーを表示

source: Navigate
de: Navigieren
es: navegar hacia arriba
it: Naviga su
ja: ナビゲート

source: New Folder
de: Neuer Ordner
es: Nueva carpeta
it: Nuova cartella
ja: 新しいフォルダー

source: New version available
de: Neue Version verfügbar
es: Nueva versión disponible
it: Nuova versione disponibile
ja: 新しいバージョンが利用可能です

source: Open
de: Öffnen
es: Abrir
it: Apri
ja: 開く

source: Open in google maps
de: In Google-Maps öffnen
es: Abrir en google maps
it: Apri in google maps
ja: グーグル マップで開く

source: Open with
de: Öffnen mit
es: Abrir con
it: Apri con
ja: アプリケーションから開く

source: General options
de: Allgemeine Optionen
es: Opciones generales
it: Opzioni generali
ja: 全般的なオプション

source: Pin or hold item
de: Item anheften oder halten
es: Fijar o asegurar el elemento
it: Pin o fissa l'elemento
ja: 項目をピン留めまたはホールド

source: Play/Pause
es: Reproducir/Pausar
it: Riproduzione/Pausa
ja: 再生/一時停止

source: Print
de: Drucken
es: Imprimir
it: Stampa
ja: 印刷

source: Rate
de: Bewerten
es: Valorar
it: Vota
ja: 評価

source: Remove rating
de: Rating entfernen
es: Quitar calificación
it: Rimuovi valutazione
ja: 評価を削除

source: Rate as 1 star
de: Bewerten mit 1 Stern
es: Valora 1 estrella
it: Valuta 1 stella
ja: 星1つとして評価

source: Rate as 2 stars
de: Bewerten mit 2 Sternen
es: Valora 2 estrellas
it: Valuta 2 stelle
ja: 星2つとして評価

source: Rate as 3 stars
de: Bewerten mit 3 Sternen
es: Valora 3 estrellas
it: Valuta 3 stelle
ja: 星3つとして評価

source: Rate as 4 stars
de: Bewerten mit 4 Sternen
es: Valora 4 estrellas
it: Valuta 4 stelle
ja: 星4つとして評価

source: Rate as 5 stars
de: Bewerten mit 5 Sternen
es: Valora 5 estrellas
it: Valuta 5 stelle
ja: 星5つとして評価

source: Refresh
es: Actualizar
it: Aggiorna
ja: 更新

source: Duplicate or related items in the collection
de: Doppelte oder verwandte Items in der Kollektion
es: Elementos duplicados o relacionados en la colección
ja: コレクション内の重複項目または関連項目

source: Rename
de: Umbenennen
es: Renombrar
it: Rinomina
ja: 名前の変更

source: Repeat play single media item
de: Wiederholte Wiedergabe eines einzelnen Media-Items
es: Reproducción repetida de un solo elemento multimedia
it: Riproduzione ripetuta di un singolo elemento multimediale
ja: 単一のメディアを繰り返し再生する

source: Repeat/Autoplay
de: Wiederholung/Automatische Wiedergabe
es: repetición/Autoplay
it: Ripetizione/Autoplay
ja: リピート/自動再生

source: Restore
de: Wiederherstellen
es: Restaurar
it: Ripristinare
ja: 復元

source: Revert to original
de: Zu Original zurückkehren
es: Volver al original
it: Tornare all'originale
ja: オリジナルに戻す

source: Rotate anticlockwise
de: Entgegen dem UZS drehen
es: Rotar en sentido antihorario
it: Ruotare in senso antiorario
ja: 反時計回りに回転

source: Rotate clockwise
de: Im UZS drehen
es: Rotar en sentido horario
it: Ruotare in senso orario
ja: 時計回りに回転

source: Reset rotation
de: Rotation zurücksetzen
es: Restablecer rotación
it: Ripristina la rotazione
ja: 回転をリセット

source: Run tests
de: Tests ausführen
es: Ejecutar Test
it: Eseguire i test
ja: テストの実行

source: Save and close
de: Speichern und schließen
es: Guardar y cerrar
it: Salva e chiudi
ja: 保存して閉じる

source: Save and open previous
de: Speichern und vorheriges öffnen
es: Guardar y abrir anterior
it: Salva e apri il precedente
ja: 保存して以前のファイルを開く

source: Save and open next
de: Speichern und nächstes öffnen
es: Guardar y abrir el siguiente
it: Salva e apri il prossimo
ja: 保存して次次のファイルを開く

source: Save as
de: Speichern unter
es: Guardar cómo
it: Salva con nome
ja: 名前を付けて保存

source: Change save options
de: Speicheroptionen ändern
es: Cambia tus opciones de guardado
it: Cambia le opzioni di salvataggio
ja: 保存オプションの変更

source: Scale up items
de: Items hochskalieren
es: Acercar los elementos
it: Ingrandisci elementi
ja: 項目をスケールアップする

source: Scan
de: Scannen
es: Escanear
it: Scansione
ja: スキャン

source: Select all
de: Alles auswählen
es: Seleccionar todo
it: Seleziona tutti
ja: すべて選択

source: Invert selection
de: Auswahl umkehren
es: Invertir la selección
it: Invertire la selezione
ja: 選択を反転

source: Select none
de: Keine auswählen
es: Deselecccionar
it: Seleziona nessuno
ja: 選択解除

source: Show duplicate markers in red
de: Doppelte Marker in rot zeigen
es: Mostrar marcadores duplicados en rojo
it: Mostra i marcatori duplicati in rosso
ja: 重複したマーカーを赤で表示

source: Show in file browser
de: In Dateibrowser zeigen
es: Mostrar en el explorador de archivos
it: Mostra nel browser dei file
ja: ファイルブラウザで表示

source: Open containing folder
de: Enthaltenden Ordner öffnen
es: Abra la carpeta donde reside el archivo.
it: Apri la cartella in cui risiede il file
ja: 含まれているフォルダーを開く

source: Show sidecar markers in green
de: Sidecar-Marker in grün zeigen
es: Muestra los vinculos en verde.
it: Mostra i marcatori del sidecar in verde
ja: サイドカー マーカーを緑色で表示

source: Hide/Show thumbnails
de: Thumbnails aus-/einblenden
es: Ocultar/Mostrar miniaturas
it: Nascondi/Mostra le miniature
ja: サムネイルの表示/非表示

source: Sort by Date modified
de: Sortieren nach Änderungsdatum
es: Ordenar por Fecha de modificación
it: Ordina per Data di modifica
ja: 更新日時で並べ替え

source: Sort by Default
de: Sortieren nach Default
es: Orden predeterminado
it: Ordine Predefinito
ja: 既定の順序で並べ替え

source: Sort by Name
de: Sortieren nach Name
es: Ordenar por nombre
it: Ordina per nome
ja: 名前で並べ替え

source: Sort by Size
de: Sortieren nach Größe
es: Ordenado por tamaño
it: Ordina per dimensione
ja: サイズで並べ替え

source: Tag
de: Taggen
es: Etiqueta
ja: タグ

source: Test new version
de: Neue Version testen
es: Prueba la nueva versión
it: Prova la nuova versione
ja: 新しいバージョンのテスト

source: Toggle thumbnails or details
de: Thumbnails und Details umschalten
es: Cambiar entre miniaturas o detalles
it: Commuta tra miniature o dettagli
ja: サムネイル/詳細表示の切り替え

source: Toggle thumbnail size
de: Thumbnail-Größe umschalten
es: Cambiar el tamaño de las miniaturas
it: Alterna le dimensioni delle miniature
ja: サムネイル サイズの切り替え

source: Tools
de: Tools (Extras)
es: Herramientas
it: Strumenti
ja: ツール

source: About Diffractor
de: Über Diffractor
es: Acerca de Diffractor
it: Informazioni su Diffractor
ja: バージョン情報

source: Show items
de: Items zeigen
es: Mostrar elementos
it: Mostra elementi
ja: 項目の表示

source: Large font
de: Font groß
es: Tipografía grande
it: Carattere grande
ja: 大きいフォント

source: Menu
de: Menü
ja: メニュー

source: Normal font
de: Font normal
es: tipografía normal
it: Carattere normale
ja: 標準フォント

source: Rate or Label
de: Bewerten oder Labeln (Beschriften)
es: Valorar o etiquetar
it: Voto o Etichetta
ja: 評価またはラベル

source: Select
es: Seleccionar
it: Scelto
ja: 選択

source: Select Items
de: Items auswählen
es: Seleccionar elemento
it: Seleziona elementi
ja: 項目の選択

source: Sort
de: Sortieren
es: Ordenar
it: Ordina
ja: 並べ替え

source: Tests
es: Prueba
it: Test
ja: テスト

source: Zoom 100%
ja: ズーム 100%

source: Compare
de: Vergleichen
es: Confronta
it: Confronta
ja: 比較

source: Hold down left mouse button to compare items.
de: Halten Sie die linke Maustaste gedrückt, um Items zu vergleichen.
es: Mantenga presionado el botón izquierdo del mouse para comparar artículos.
it: Tieni premuto il tasto sinistro del mouse per confrontare gli elementi.
ja: マウスの左ボタンを押したままにすると項目を比較できます。

source: Contrast
de: Kontrast
es: Contraste
it: Contrasto
ja: コントラスト

source: Creator
es: Creador
it: Creatore
ja: 作成者

source: Credit
es: Crédito
it: Credito
ja: クレジット

source: Notice
de: Hinweis
es: Aviso
it: Avviso
ja: 注記

source: Source
de: Quelle
es: Fuente
it: Fonte
ja: ソース

source: Count
de: Anzahl
es: Cuenta
it: Conta
ja: カウント

source: Favorite Searches
de: Favorisierte Suchen
es: Búsquedas favoritos
it: Ricerche preferite
ja: お気に入りの検索

source: Sidebar
de: Seitenleiste
es: Barra lateral
it: Barra laterale
ja: サイドバー

source: Add a list of your favorite tags here to save time when tagging.
de: Fügen Sie hier eine Liste Ihrer favorisierten Tags hinzu, um beim Tagging Zeit zu sparen.
es: Agregue una lista de sus etiquetas favoritas aquí para ahorrar tiempo al crear etiquetas.
it: Aggiungi qui una lista dei tuoi tag preferiti per risparmiare tempo durante la creazione dei tag.
ja: お気に入りのタグのリストをここに追加すると、タグ付けの時間を節約できます。

source: Favorite Tags
de: Favorisierte Tags
es: Etiquetas favoritas
it: Tag preferiti
ja: お気に入りタグ

source: Show drives
de: Laufwerke zeigen
es: Mostrar unidades
it: Mostra unità
ja: ドライブの表示

source: Show history chart
de: Historiendiagramm zeigen
es: Mostrar el gráfico de la historia
it: Mostra il grafico della storia
ja: 履歴チャートの表示

source: Show indexed folders
de: Indizierte Ordner zeigen
es: Mostrar carpetas indexadas
it: Mostra le cartelle indicizzate
ja: インデックス付きフォルダーを表示

source: Show favorite searches
de: Favorisierte Suchen zeigen
es: Muestra tus búsquedas favoritas
it: Mostra le ricerche preferite
ja: お気に入りの検索の表示

source: Show tags
de: Tags zeigen
es: Mostrar etiqueta
it: Mostra tag
ja: タグの表示

source: Show total items pie chart
de: Kreisdiagramm für Items total zeigen
es: Muestra el gráfico circular del total de artículos.
it: Mostra il grafico a torta degli elementi totali
ja: 項目の合計を円グラフで表示

source: Show world map
de: Weltkarte zeigen
es: Mostrar el mapa del mundo
it: Mostra la mappa del mondo
ja: ワールド マップの表示

source: Darks
es: Oscuros
it: Ombre
ja: 暗い

source: File created:
de: Datei erstellt:
es: Archivo creado:
it: File creato:
ja: ファイル作成日時 :

source: File modified:
de: Datei modifiziert:
es: Archivo modificado:
it: File modificato:
ja: ファイル更新日時 :

source: {} items created.
de: {} Items erstellt.
es: {} elementos creados.
it: {} elementi creati.
ja: {} 個の項目が作成されました。

source: Metadata created:
de: Metadaten erstellt:
es: Metadatos creados:
it: Metadati creati:
ja: メタデータの作成日時 :

source: Dates
de: Datums- und Zeitangaben
es: Fecha
it: Date
ja: 日時

source: family food friends landscape nature night portrait selfie todo travel urban viewed
de: Familie Essen Freunde Landschaft Natur Nacht Porträt Selfie ToDo Reisen urban gesehen
es: familia comida amigos paisaje naturaleza noche retrato selfie todo urbano viajar visto
it: famiglia cibo amici paesaggio natura notte ritratto selfie todo viaggio urbano visto
ja: 家族 食べ物 友人 風景 自然 夜 ポートレート 自分撮り 撮る 旅行 都市 閲覧

source: results
de: Resultate
es: resultados
it: risultati
ja: 結果

source: Defragment and compact database.
de: Datenbank defragmentieren und verdichten.
es: Desfragmentar y compactar la base de datos..
it: Deframmenta e compatta il database.
ja: データベースのデフラグとコンパクト化。

source: Defragmenting...
de: Defragmentierung ...
es: Desfragmentación...
it: Deframmentazione...
ja: デフラグ中...

source: Failed to Delete Selected File.
de: Selektierte Datei konnte nicht gelöscht werden.
es: Fallo al borrar el archivo seleccionado.
ja: 選択したファイルの削除に失敗しました。

source: Set the desktop background to the current image.
de: Den Desktophintergrund auf das aktuelle Bild setzen.
es: Establecer la imagen actual como fondo de escritorio.
it: Imposta lo sfondo del desktop sull'immagine corrente.
ja: デスクトップの背景を現在の画像に設定する。

source: Destination folder:
de: Zielordner:
es: Carpeta de destino:
it: Cartella di destinazione:
ja: コピー先フォルダー :

source: Destination name:
de: Zielname:
es: Nombre del destino:
it: Nome della destinazione:
ja: コピー先の名前 :

source: Detecting {} folders
de: Erkennung von {} Ordnern
es: Detectar carpetas {}
it: Rilevare le cartelle {}
ja: {} フォルダーの検出

source: Capacity
de: Kapazität
es: Capacidad
it: Capacità
ja: 容量

source: Free
de: Frei
es: Liberar
it: Libero
ja: 空き領域

source: System
es: Sistema
it: Sistema
ja: システム

source: Used
de: Belegt
es: Usado
it: Usato
ja: 使用中

source: used
de: Verwendet
es: usado
it: usato
ja: 使用中

source: Duplicates
de: Duplikate
es: Duplicados
it: Duplicati
ja: 重複

source: Duplicate or similar items in the collection.
de: Doppelte oder ähnliche Items in der Kollektion.
es: Duplicados o artículos similares en la colección.
ja: コレクション内の重複または類似項目。
