Repository: GamilYassin/diffractor
Catalog: exe/languages/*.po
Languages: de, es, it, ja

source: Folders are not supported.
de: Ordner werden nicht unterstützt.
es: Las carpetas no son compatibles.
it: Le cartelle non sono supportate.
ja: フォルダーはサポートされていません。

source: Items must be a photo or image.
de: Items müssen ein Foto oder Bild sein.
es: Los elementos deben ser una foto o una imagen..
it: Gli elementi devono essere una foto o un'immagine.
ja: 項目は写真または画像である必要があります。

source: Readonly items are not supported.
de: Schreibgeschützte (readonly) Items werden nicht unterstützt.
es: Los elementos de solo lectura no son compatibles.
it: Gli elementi in sola lettura non sono supportati.
ja: 読み取り専用項目はサポートされていません。

source: Cannot updated metadata of readonly items.
de: Metadaten von schreibgeschützten (readonly) Items können nicht aktualisiert werden.
es: No se pudieron actualizar los metadatos de los elementos de solo lectura.
it: Impossibile aggiornare i metadati degli elementi in sola lettura.
ja: 読み取り専用アイテムのメタデータを更新できません。

source: Diffractor can only save or update JPG, TIF, GIF and PNG image files.
es: Diffractor solo puede guardar o actualizar archivos de imagen JPG, WEBP y PNG.
it: Diffractor può solo salvare o aggiornare i file immagine JPG, WEBP e PNG.
ja: Diffractor は、JPG、TIF、GIF、および PNG 画像ファイルのみを保存または更新できます。

source: Nothing found.
de: Nichts gefunden.
es: No se encontró nada.
it: Non è stato trovato nulla.
ja: 何も見つかりません。

source: Diffractor only searches in folders that are indexed. Use collection options to add more folders. (ctrl-F6)
de: Diffractor sucht nur in Ordnern, die indiziert sind. Verwenden Sie die Kollektionsoptionen, um mehr Ordner hinzuzufügen. (Strg-F6)
es: Difractor solo busca en las carpetas que están indexadas. Use las opciones de colección para agregar más carpetas. (ctrl-F6)
it: Diffractor cerca solo nelle cartelle che sono indicizzate. Usa le opzioni di raccolta per aggiungere altre cartelle. (ctrl-F6)
ja: Diffractor は、インデックスが作成されたフォルダー内のみを検索します。 さらにフォルダーを追加するには、コレクション オプションを使用します。 (ctrl-F6)

source: OK - all done.
de: OK - alles erledigt.
es: OK - todo listo.
it: OK - tutto fatto.
ja: OK - すべて完了しました。

source: OK - got it.
de: OK - ich hab's.
es: OK - entendido.
it: OK - capito.
ja: OK - 了解。

source: Open destination folder afterwards
de: Zielordner anschließend öffnen
es: Abra la carpeta de destino después
it: Apri la cartella di destinazione dopo
ja: 保存先フォルダを後から開く

source: Open in file browser
de: In Dateibrowser öffnen
es: Abrir en el explorador de archivos
it: Apri nel browser dei file
ja: ファイルブラウザで開く

source: Open Properties
de: Eigenschaften öffnen
es: Abrir las propiedades del archivo
it: apre le proprietà del file
ja: プロパティを開く

source: Open with app or tool
de: Mit App oder Tool öffnen
es: Abrir con una aplicación o herramienta
it: Apri con un'app o un tool
ja: アプリまたはツールで開く

source: Failed to open selected items.
de: Selektierte Items konnten nicht geöffnet werden.
es: No se pueden abrir los elementos seleccionados.
it: Impossibile aprire gli elementi selezionati.
ja: 選択した項目を開けませんでした。

source: Open with {}
de: Öffnen mit {}
es: Abrir con {}
it: Apri con {}
ja: {} で開く

source: tool
es: herrameinta
it: strumento
ja: ツール

source: Optimize
de: Optimieren
es: Optimizar
it: Ottimizzare
ja: 最適化

source: Overwrite GPS coordinates when setting a location. Otherwise only place, state and country names are updated.
de: GPS-Koordinaten bei Einstellung eines Standortes überschreiben. Ansonsten werden nur Orts-, Bundesland- (Bundesstaat-) und Ländernamen aktualisiert.
es: Sobrescriba las coordenadas GPS al establecer una ubicación. De lo contrario, solo se actualizan los nombres de lugares, estados y países.
it: Sovrascrivere le coordinate GPS quando si imposta una posizione. Altrimenti vengono aggiornati solo i nomi dei luoghi, degli stati e dei paesi.
ja: 場所を設定するときに GPS 座標を上書きします。 それ以外の場合は、場所、州、国の名前のみが更新されます。

source: Slideshow
es: Pase de diapositivas
ja: スライドショー

source: Delay before showing the next item (in seconds)
de: Verzögerung vor dem Anzeigen des nächsten Items (in Sekunden)
es: Retraso antes de mostrar el siguiente elemento (en segundos)
it: Ritardo prima di mostrare l'elemento successivo (in secondi)
ja: 次の項目を表示するまでの遅延 (秒単位)

source: Advanced
de: Erweitert
es: Avanzado
it: Avanzato
ja: 高度

source: Application options
de: Applikationsoptionen
es: Opciones de aplicación
it: Opzioni di applicazione
ja: アプリのオプション

source: Automatically install updates when possible
de: Updates automatisch installieren, wenn möglich
es: Instalar actualizaciones automáticamente siempre que sea posible
it: Installare automaticamente gli aggiornamenti quando possibile
ja: 可能な場合はアップデートを自動的にインストールする

source: When overwriting a photo with irreversible changes make an original backup copy
de: Beim Überschreiben eines Fotos mit irreversiblen Änderungen eine Backup-Kopie des Originals anfertigen
es: Al sobrescribir una foto con cambios irreversibles haz una copia de seguridad original
it: Quando si sovrascrive una foto con modifiche irreversibili fare una copia di backup originale
ja: 写真を元に戻せない変更で上書きする場合は、元のバックアップ コピーを作成する

source: Help test Diffractor. Automatically install test and preview versions.
de: Beim Testen von Diffractor helfen. Test- und Preview-Versionen automatisch installieren.
es: Ayuda a probar Diffractor. Instale automáticamente versiones de prueba y vista previa.
it: Aiuta a testare Diffractor. Installa automaticamente le versioni di prova e di anteprima.
ja: Diffractor のテストを手伝う。 テスト バージョンとプレビュー バージョンを自動的にインストールする。

source: Check for updates by connecting to the internet
de: Bei Verbindung mit dem Internet nach Updates suchen
es: Buscar actualizaciones conectándose a Internet
it: Controlla gli aggiornamenti connettendosi a Internet
ja: インターネットに接続してアップデートを確認

source: Confirm when deleting items. Deleted items are moved to the recycle bin.
de: Bestätigen beim Löschen von Items. Gelöschte Items werden in den Papierkorb verschoben.
es: Confirme al eliminar elementos. Los elementos eliminados se mueven a la papelera de reciclaje.
it: Confermare quando si cancellano gli elementi. Gli elementi eliminati vengono spostati nel cestino.
ja: 項目を削除するときに確認する。 削除された項目はごみ箱に移動されます。

source: JPEG save quality
de: JPEG-Speicherqualität
es: Calidad al guardar como JPEG
it: Qualità di salvataggio JPEG
ja: JPEG保存品質

source: WEBP save quality
de: WEBP-Speicherqualität
es: Calidad al guardar como WEBP
it: Salva la qualità WEBP
ja: WEBP保存品質

source: When saving
de: Beim Speichern
es: Cuando se guarda
it: Quando si salva
ja: 保存時

source: Help make Diffractor better. If Diffractor crashes send anonymous diagnostics to Diffractor HQ. No personal data is sent - just crash diagnostics.
de: Helfen Sie, Diffractor besser zu machen. Wenn Diffractor abstürzt, eine anonyme Fehlerdiagnose an das Diffractor-HQ senden. Es werden keine persönlichen Daten gesendet - nur Crash-Diagnostics (Absturzfehlerdiagnose).
es: Ayuda a mejorar Diffractor. Si Diffractor falla, envía un diagnóstico anónimo a Diffractor HQ. No se envían datos personales, solo el diagnóstico de bloqueo.
it: Aiuta a migliorare Diffractor. Se Diffractor si blocca invia una diagnostica anonima a Diffractor HQ. Nessun dato personale viene inviato - solo la diagnostica del crash.
ja: Diffractor の改善にご協力ください。 Diffractor がクラッシュした場合は、匿名の診断を Diffractor HQ に送信します。 個人データは送信されません。クラッシュ診断のみが送信されます。

source: Show application debugging information (for the programmers).
de: Informationen zum Debugging der Applikation zeigen (für die Programmierer).
es: Mostrar información de depuración de aplicaciones (para programadores).
it: Mostra informazioni di debug dell'applicazione (per i programmatori).
ja: アプリケーションのデバッグ情報を表示します (プログラマ向け)。

source: Show duplicate file markers on thumbnails
de: Doppelte Datei-Marker auf Thumbnails zeigen
es: Mostrar marcadores de archivos duplicados en miniaturas
it: Mostra i marcatori di file duplicati sulle miniature
ja: サムネイルに重複ファイル マーカーを表示する

source: Show hidden files
de: Versteckte Dateien zeigen
es: Mostrar archivos ocultos
it: Mostra i file nascosti
ja: 隠しファイルを表示する

source: Show photos rotated based on recorded camera orientation
de: Fotos rotiert auf der Grundlage der aufgezeichneten Kameraausrichtung zeigen
es: Muestra la imagen rotada en función del regsitro de la cámara
it: Mostra le foto ruotate in base all'orientamento della fotocamera registrata
ja: 記録されたカメラの向きに基づいて回転した写真を表示する

source: Show sidecar markers on thumbnails. Sidecars are additional metadata, subtitle or thumbnail files.
de: Sidecar-Marker auf Thumbnails zeigen. Sidecars sind zusätzliche Metadaten, Untertitel oder Thumbnail-Dateien.
es: Mostrar los vinculos en las miniaturas. Los vinculos son metadatos, subtítulos o archivos en miniatura adicionales..
it: Mostra i marcatori sidecar sulle miniature. I sidecar sono metadati aggiuntivi, sottotitoli o file di miniature.
ja: サムネイルにサイドカー マーカーを表示します。 サイドカーは追加のメタデータ、サブタイトル、またはサムネイル ファイルです。

source: Updates
es: Actualizaciones
it: Aggiornamenti
ja: アップデート

source: Use hardware acceleration to draw the Diffractor user interface (requires restart)
de: Hardware-Beschleunigung verwenden, um die Benutzeroberfläche von Diffractor zu zeichnen (erfordert Neustart)
es: Utilice la aceleración de hardware para dibujar la interfaz de usuario de Diffractor (requiere reiniciar)
it: Utilizzare l'accelerazione hardware per disegnare l'interfaccia utente di Diffractor (richiede il riavvio)
ja: ハードウェア アクセラレーションを使用して Diffractor ユーザー インターフェイスを描画する (再起動が必要です)

source: Use hardware acceleration to decode video (when available)
de: Hardware-Beschleunigung verwenden, um Video zu decodieren (wenn verfügbar)
es: Usar aceleración de hardware para decodificar video (cuando esté disponible)
it: Utilizzare l'accelerazione hardware per decodificare il video (quando disponibile)
ja: ハードウェア アクセラレーションを使用してビデオをデコードする (利用可能な場合)

source: Use NV12 and P010 format textures (Automatically turned off if problems detected)
de: Texturen im NV12- und P010-Format verwenden (automatisch ausgeschaltet, wenn Probleme erkannt werden)
es: Use texturas de formato NV12 y P010 (se desactiva automáticamente si se detectan problemas)
it: Usa texture in formato NV12 e P010 (Disattivato automaticamente se vengono rilevati problemi)
ja: NV12 および P010 形式のテクスチャを使用する (問題が検出された場合は自動的にオフになります)

source: Show an inset shadow surrounding the image view panel.
de: Einen eingelassenen Schatten (Inset) zeigen, der das Bildansichtsfenster umgibt.
es: Mostrar una sombra insertada que rodea el panel de visualización de imágenes
ja: イメージ ビュー パネルの周囲に差し込みシャドウを表示する。

source: Update file date modified when editing.
de: Änderungsdatum der Datei beim Bearbeiten aktualisieren.
es: Actualizar la fecha del archivo modificado al editar
ja: 編集時に変更されたファイルの日付を更新する。

source: Resume playing media from the last position played.
de: Wiedergabe von Medien ab der zuletzt abgespielten Position fortsetzen.
es: Reanudar la reproducción de medios desde la última posición reproducida
ja: 最後に再生した位置からメディアの再生を再開する。

source: Show tooltips with help on buttons and links.
de: Tooltips (Quickinfos) mit Hilfe zu Buttons und Links zeigen.
es: Mostrar información sobre herramientas con ayuda sobre botones y enlaces
ja: ボタンとリンクに関するヘルプを含むツールチップを表示する。

source: bottom-left
de: Unten-links
es: abajo a la izquierda
it: in basso a sinistra
ja: 下-左

source: bottom-right
de: Unten-rechts
es: abajo a la derecha
it: in basso a destra
ja: 下-右

source: left-bottom
de: Links-unten
es: abajo a la izquierda
it: in basso a sinistra
ja: 左-下

source: left-top
de: Links-oben
es: arriba a la izquierda
it: in alto a sinistra
ja: 左-上

source: right-bottom
de: Rechts-unten
es: abajo a la derecha
it: a destra in basso
ja: 右-下

source: right-top
de: Rechts-oben
es: parte superior derecha
it: a destra in alto
ja: 右-上

source: top-left
de: Oben-links
es: arriba a la izquierda
it: in alto a sinistra
ja: 上-左

source: top-right
de: Oben-rechts
es: parte superior derecha
it: in alto a destra
ja: 上-右

source: other
de: Andere
es: otro
it: altro
ja: その他

source: others
de: Andere
es: otros
it: altri
ja: その他

source: pasted
de: Eingefügt
es: pegar
it: incollato
ja: 貼り付け

source: photo
de: Foto
es: foto
it: foto
ja: フォト

source: photos
de: Fotos
es: fotos
it: foto
ja: フォト

source: icon
es: icono
it: icona
ja: アイコン

source: no pixels
es: ningún pixel
it: nessun pixel
ja: ピクセルなし

source: small
de: Klein
es: pequeño
it: piccolo
ja: 小さい

source: PNG - Best for non photos
de: PNG - Am besten für Nicht-Fotos
es: PNG - Mejor para no fotos
it: PNG - Migliore per le non foto
ja: PNG - 写真以外に最適

source: Focal length 35mm equivalent
de: Brennweite 35mm äquivalent
es: Distancia focal equivalente a 35 mm
it: Lunghezza focale equivalente a 35 mm
ja: 焦点距離35mm相当

source: Album
ja: アルバム

source: Album artist
de: Album-Künstler
es: Artista del Album
it: Artista dell'album
ja: アルバム アーティスト

source: Artist
de: Künstler
es: Artista
it: Artista
ja: アーティスト

source: Audio codec
es: Codec audio
it: Codec audio
ja: オーディオ コーデック

source: Bitrate
ja: ビットレート

source: Camera
de: Kamera
es: Cámara fotográfica
it: Macchina fotografica
ja: カメラ

source: Camera manufacturer
de: Kamera-Hersteller
es: Fabricante de la cámara
it: Produttore di macchine fotografiche
ja: カメラ メーカー

source: Channels
de: Kanäle
es: Canales
it: Canali
ja: チャンネル

source: City
de: Stadt
es: Ciudad
it: Città
ja: 市

source: Comment
de: Kommentar
es: Comemntario
it: Commento
ja: コメント

source: Composer
es: Compositor
it: Compositore
ja: 作曲家

source: Copyright creator
es: Creador del copyright
it: Creatore di copyright
ja: 著作権者

source: Copyright credit
es: Créditos del copyright
it: Credito di copyright
ja: 著作権クレジット

source: Copyright notice
de: Copyright-Hinweis
es: Aviso de copyright
it: Avviso di copyright
ja: 著作権表示

source: Copyright source
de: Copyright-Quelle
es: Origen del copyright
it: Fonte del copyright
ja: 著作権の出典

source: Copyright URL
ja: 著作権URL

source: Country//propertry
de: Land
es: País // propiedad
it: Paese/provincia
ja: 国//地域

source: Created
de: Erstellt
es: Creado
it: Creato
ja: 作成日時

source: Created exif
de: Erstelltes Exif
es: Creado exif
it: Creato exif
ja: 作成日時exif

source: Description
de: Deskription
es: Descripción
it: Descrizione
ja: 説明

source: Digitized
de: Digitalisiert
es: Digitalizado
it: Digitalizzato
ja: デジタル化

source: Dimensions
de: Dimensionen
es: Dimensiones
it: Dimensioni
ja: 寸法

source: Disk
es: Disco
it: Disco
ja: ディスク

source: Duration
de: Dauer
es: Duración
it: Durata
ja: 間隔

source: Encoder
ja: エンコーダー

source: Encoding tool
es: Herremienta de codificación
it: Strumento di codifica
ja: エンコードツール

source: Episode
es: Episodio
it: Episodio
ja: エピソード

source: Exposure
de: Belichtung
es: Exposición
it: Esposizione
ja: 露出

source: Filename
de: Dateiname
es: Nombre del archivo
it: Nome del file
ja: ファイル名

source: FNumber
de: Blendenzahl
es: Valor F
ja: Fナンバー

source: Focal length
de: Brennweite
es: Distancia focal
it: Lunghezza focale
ja: 焦点距離

source: Game//propertry
de: Game
es: Juego // propiedad
it: Gioco/prova
ja: ゲーム//プロパティ

source: Genre
es: Género
it: Genere
ja: ジャンル

source: Latitude
de: Breitengrad
es: Latitud
it: Latitudine
ja: 緯度

source: Lens
de: Linse
es: Lentes
it: Obiettivo
ja: レンズ

source: Longitude
de: Längengrad
es: Longitud
it: Longitudine
ja: 経度

source: Media category
de: Medienkategorie
es: Categoría de medios
it: Categoria media
ja: メディアカテゴリー

source: Megapixels
de: Megapixel
es: Megapixel
it: Megapixel
ja: メガピクセル

source: Modified
de: Modifiziert
es: Modificado
it: Modificato
ja: 更新日時

source: Orientation
de: Ausrichtung
es: Orientación
it: Orientamento
ja: 向き

source: Performer
es: Interprete
it: Interprete
ja: 出演者

source: Pixel format
es: Formato de pixel
it: Formato pixel
ja: ピクセル形式

source: Publisher
es: Editor
it: Editore
ja: 発行者

source: Rating
es: Clasificación
it: Valutazione
ja: 評価

source: Raw file
de: Raw-Datei
es: Archivo Raw
it: File grezzo
ja: Raw ファイル

source: Sample rate
es: Ejemplo de votación
it: Voto d'esempio
ja: サンプリングレート

source: Sample type
de: Sample-Typ
es: Tipo de ejemplo
it: Tipo di campione
ja: サンプルの種類

source: Season
es: Estación
it: Stagione
ja: 季節

source: Show
es: Mostrar
it: Mostra
ja: 表示

source: Size
de: Größe
es: Tamaño
it: Dimensione
ja: サイズ

source: State
de: Bundesland/-staat
es: Estado
it: Stato
ja: 州

source: Streams
es: Flujo
it: Flussi
ja: ストリーム

source: Synopsis
es: Sinopsis
it: Sinossi
ja: 概要

source: Title
de: Titel
es: Título
it: Titolo
ja: タイトル

source: Track
es: Pista
it: Traccia
ja: トラック

source: Video codec
es: Codec de video
it: Codec video
ja: ビデオコーデック

source: Year
de: Jahr
es: Año
it: Anno
ja: 年

source: duplicates
de: Duplikate
es: Duplicados
it: duplicati
ja: 重複

source: dups
ja: 重複

source: duplicate
de: Duplikat
es: duplicado
it: duplicato
ja: 重複

source: related
de: Verwandt
es: relativo
it: relativo
ja: 関連

source: age
de: Alter
es: año
it: età
ja: 年齢

source: Rate selected items
de: Selektierte Items bewerten
es: Evaluar los elementos seleccionados
it: Valuta gli elementi selezionati
ja: 選択した項目を評価

source: Number keys 0-5
de: Zifferntasten 0-5
es: Teclas numéricas 0-5
it: Tasti numerici 0-5
ja: 数字キー 0 ～ 5

source: Click {} to remove rating
de: Klicken Sie {}, um Rating zu entfernen
es: clica {} para quitar la calificación
it: Clicca {} per rimuovere la valutazione
ja: 評価を削除するには {} をクリック

source: Remove Metadata
de: Metadaten entfernen
es: Eliminar los metadatos
it: Rimuovere i metadati
ja: メタデータの削除

source: New name:
de: Neuer Name:
es: Nuevo nombre:
it: Nuovo nome:
ja: 新しい名前 :

source: Specify a template to use for renaming files. - Use #'s to specify position of the numeric sequence. - Use ? to insert original filename character in pattern. - Example 'My photo ###'
de: Spezifizieren Sie ein Template, das für das Umbenennen von Dateien verwendet werden soll. - Verwenden Sie #'s, um die Position der numerischen Sequenz zu spezifizieren. - Verwenden Sie ?, um das Originalzeichen des Dateinamens in das Muster einzufügen. - Beispiel 'Mein Foto ###'
es: Especifica una plantilla para usar para cambiar el nombre de los archivos. - Usar # para especificar la posición de la secuencia numérica. - Usar ? para insertar el carácter original del nombre del archivo en la plantilla. - Ejemplo 'Mi foto ###'
it: Specifica un modello da usare per rinominare i file. - Usa # per specificare la posizione della sequenza numerica. - Usa ? per inserire il carattere originale del nome del file nel modello. - Esempio 'La mia foto ###'
ja: ファイルの名前変更に使用するテンプレートを指定。 - 数字列の位置を指定するには「#」を使用します。 - パターンに元のファイル名の文字を挿入するには「?」を使用します。 - 例 'My photo ###'

source: Template:
es: Plantilla:
ja: テンプレート :

source: Start at:
de: Start bei:
es: Empezar en:
it: Iniziare a:
ja: 開始位置 :

source: When one media item plays to the end, start playing the next automatically
de: Wenn ein Media-Item bis zum Ende abgespielt wird, startet die Wiedergabe des nächsten automatisch
es: Cuando un elemento multimedia se reproduce hasta el final, el siguiente comenzará a reproducirse automáticamente
it: Quando un elemento multimediale viene riprodotto fino alla fine, inizia automaticamente la riproduzione del successivo
ja: 1 つのメディア アイテムが最後まで再生されると、次のメディア アイテムの再生が自動的に開始されます

source: Don't repeat or auto play
de: Nicht wiederholen oder automatisch wiedergeben
es: No repetir ni reproducir automáticamente
it: Non ripetere o riprodurre automaticamente
ja: リピート再生や自動再生はしない

source: Reset
de: Zurücksetzen
es: Resetear
ja: リセット

source: Clean database and reindex. All data is regenerated.
de: Datenbank bereinigen und neu indizieren. Alle Daten werden regeneriert.
es: Limpiar la base de datos y volver a indexar. Todos los datos se regeneran.
it: Pulire il database e reindicizzare. Tutti i dati vengono rigenerati.
ja: データベースをクリーンアップしてインデックスを再作成します。 すべてのデータが再生成されます。

source: Resetting...
de: Zurücksetzen ...
es: Restaurando...
it: Ripristino...
ja: リセット中...

source: Maximum photo dimension (in pixels):
de: Maximale Fotoabmessung (in Pixel):
es: Tamaño máximo de la foto (en pixel):
it: Dimensione massima della foto (in pixel):
ja: 写真の最大サイズ (ピクセル単位) :

source: retro
ja: レトロ

source: Saturation
de: Sättigung
es: Saturación
it: Saturazione
ja: 彩度

source: Diffractor cannot crop, rotate or color {} files. You can save the file as a JPEG?
de: Diffractor kann {} Dateien nicht zuschneiden, drehen oder kolorieren. Sie können die Datei als JPEG speichern?
es: Difractor no puede recortar, rotar o colorear {} archivos. ¿Puedes guardar el archivo como un JPEG?
it: Diffractor non può ritagliare, ruotare o colorare i file {}. Puoi salvare il file come JPEG?
ja: Diffractor は、{} ファイルのトリミング、回転、色付けを行うことができません。 ファイルをJPEGとして保存できますか？

source: Save Changes
de: Änderungen speichern
es: Guardar los cambios
it: Salvare le modifiche
ja: 変更内容を保存

source: Save new photo
de: Neues Foto speichern
es: Guardar la nueva foto
it: Salva la nuova foto
ja: 新しい写真を保存

source: Saving {}...
de: Speicherung {} ...
es: Guardando {}...
it: Salvando {}...
ja: {} の保存中...

source: Failed to Scan.
de: Fehler beim Scannen.
es: Fallo al escanear.
it: Scansione non riuscita.
ja: スキャンに失敗しました。

source: Christmas
de: Weihnachten
es: Navidad
it: Natale
ja: クリスマス

source: Last 7 days
de: Letzten 7 Tage
es: últimos 7 dias
it: Ultimi 7 giorni
ja: 過去 7 日間

source: Search criteria or folder
de: Suchkriterien oder Ordner
es: Criterios de búsqueda o carpeta
it: Criteri di ricerca o cartella
ja: 検索条件またはフォルダー

source: Top rated
de: Top bewertet
es: Los más valorados
ja: 最高評価

source: Searching...
de: Suche ...
es: Buscando...
it: Ricerca...
ja: 検索中...

source: Select Folder...
de: Ordner auswählen ...
es: Selecciona carpeta...
it: Seleziona cartella...
ja: フォルダーの選択...

source: Selected items are in the date range:
de: Selektierte Items liegen in dem Datumsbereich:
es: Los elementos seleccionados están en el intervalo de fechas:
it: Gli elementi selezionati sono nell'intervallo di date:
ja: 選択した項目は次の日付範囲内にあります :

source: {} {} (containing {} items {})
de: {} {} (enthaltend {} Items {})
es: {} {} (contiene {} elementos {})
it: {} {} (contenente {} elementi {})
ja: {} {} ({} が含まれる {} 個の項目)

source: {} {} and {} {} (total {} items {})
de: {} {} und {} {} (total {} Items {})
es: {} {} y {} {} (total {} elementos {})
it: {} {} e {} {} (totale {} elementi {})
ja: {} {} と {} {} (合計 {} 中 {} 個の項目)

source: press R to view duplicate or related items in the collection
de: Drücken Sie R, um doppelte oder verwandte Items in der Kollektion einzusehen
es: presione R para ver elementos duplicados o relacionados en la colección
ja: r を押して、コレクション内の重複アイテムまたは関連アイテムを表示

source: Album-Show
es: Mostrar Album
ja: アルバム-表示

source: Rating-Label
es: Etiqueta de clasificación
ja: 評価-ラベル

source: Default
es: Por defecto
ja: 既定

source: Extension
es: Extensión
it: Estensione
ja: 拡張子

source: Type
de: Typ
es: Tipo
it: Tipo
ja: 種類

source: Location
de: Standort
es: Localización
it: Posizione
ja: 場所

source: Name
es: Pixeles
it: Nome
ja: 名前

source: Pixels
it: Pixel
ja: ピクセル

source: Presence
de: Präsenz
es: Presencia
it: Presenza
ja: プレゼンス

source: Buy
es: Comprar
it: Compra
ja: 購入

source: Buy Diffractor online.
es: Comprar Diffractor online.
it: Compra Diffractor online.
ja: Diffractor をオンラインで購入。

source: Diffractor can be used freely for evaluation.
es: El difractor se puede utilizar libremente para la evaluación.
it: Diffractor può essere usato liberamente per la valutazione.
ja: Diffractor は評価のために自由に使用できます。

source: For continued use, please buy Diffractor.
es: El difractor se puede utilizar libremente para la evaluación.
it: Per un uso continuato, si prega di acquistare Diffractor.
ja: 継続して使用する場合は、Diffractor を購入してください。
