Repository: GamilYassin/diffractor
Catalog: exe/languages/*.po
Languages: de, es, it, ja

source: This item is outside the collection but similar item(s) exist in the collection.
de: Dieses Item befindet sich außerhalb der Kollektion, aber ähnliche Item(s) sind in der Kollektion vorhanden.
es: Este artículo está fuera de la colección, pero existen uno o más artículos similares en la colección..
it: Questo elemento è fuori dalla collezione ma uno o più elementi simili esistono nella collezione.
ja: この項目はコレクションの外にありますが、同様の項目がコレクション内に存在します。

source: This item is outside the collection but similar NEWER item(s) exist in the collection.
de: Dieses Item befindet sich außerhalb der Kollektion, aber ähnliche NEUERE Item(s) sind in der Kollektion vorhanden.
es: Este artículo está fuera de la colección, pero uno o más artículos similares más recientes ya existen en la colección.
it: Questo articolo è fuori dalla collezione, ma uno o più articoli simili più recenti esistono già nella collezione.
ja: この項目はコレクションの外にありますが、同様の新しい項目がコレクション内に存在します。

source: This item is outside the collection but similar OLDER item(s) exist in the collection.
de: Dieses Item befindet sich außerhalb der Kollektion, aber ähnliche ÄLTERE Item(s) sind in der Kollektion vorhanden.
es: Este artículo está fuera de la colección, pero uno o más artículos antiguos similares ya existen en la colección..
it: Questo elemento è fuori dalla collezione, ma uno o più articoli simili più vecchi esistono già nella collezione.
ja: この項目はコレクションの外にありますが、同様の古い項目がコレクション内に存在します。

source: Add folder
de: Ordner hinzufügen
es: Agregar carpeta
it: Aggiungi cartella
ja: フォルダーの追加

source: Currently the index database is {} in size and contains metadata from {} items.
de: Derzeit ist die Indexdatenbank {} in der Größe und enthält Metadaten aus {} Items.
es: La base de datos del índice actualmente tiene un tamaño de {} y contiene los metadatos de {} elementos.
it: Attualmente il database degli indici ha una dimensione di {} e contiene i metadati di {} elementi.
ja: 現在、インデックス データベースのサイズは {} で、{} 個の項目からのメタデータが含まれています。

source: Files are identical.
de: Dateien sind identisch.
es: Los archivos son identicos.
it: I file sono identici.
ja: ファイルは同一です。

source: Files are different.
de: Dateien sind unterschiedlich.
es: Los archivos son diferentes.
it: I file sono diversi.
ja: ファイルが違います。

source: Pixels are similar but files are different.
de: Pixel sind ähnlich, aber Dateien sind unterschiedlich.
es: Los píxeles son similares pero los archivos son diferentes..
it: I pixel sono simili ma i file sono diversi.
ja: ピクセルは似ていますが、ファイルは異なります。

source: Pixels are identical but files are different.
de: Pixel sind identisch, aber Dateien sind unterschiedlich.
es: Los píxeles son idénticos pero los archivos son diferentes..
it: I pixel sono identici ma i file sono diversi.
ja: ピクセルは同じですが、ファイルは異なります。

source: Pixel difference {}
de: Pixeldifferenz {}
es: Diferencia en píxeles {}
it: Differenza di pixel {}
ja: ピクセルの差異 {}

source: Delete {}
de: Löschen von {}
es: Borrar {}
it: Cancella {}
ja: 削除 {}

source: created
de: Erstellt
es: creado
it: creato
ja: 作成日時

source: modified
de: Modifiziert
es: modificado
it: modificato
ja: 更新日時

source: Sort dates descending
de: Datums- und Zeitangaben absteigend sortieren
es: Ordenar las fechas en orden descendente
it: Ordina le date in modo decrescente
ja: 日付を降順に並べ替え

source: Sort dates ascending
de: Datums- und Zeitangaben aufsteigend sortieren
es: Ordenar las fechas en orden ascendente
it: Ordina le date in modo ascendente
ja: 日付を昇順に並べ替え

source: Show verbose metadata
de: Ausführliche Metadaten einblenden
es: Mostrar metadatos en detalle
it: Mostra i metadati in dettaglio
ja: 詳細なメタデータを表示

source: Hide verbose metadata
de: Ausführliche Metadaten ausblenden
es: Ocultar metadatos en detalle
it: Nascondi il dettaglio dei metadati
ja: 冗長なメタデータを非表示

source: Copy to clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
it: Copia negli appunti
ja: クリップボードにコピー

source: data
de: Daten
es: fecha
it: dati
ja: 日付

source: subtitle
de: Untertitel
es: subtítulos
it: sottotitolo
ja: サブタイトル

source: {first-name} already exists. Do you want to replace it?
de: {first-name} ist bereits vorhanden. Möchten Sie es ersetzen?
es: {first-name} ya existe. ¿Quieres reemplazarlo?
it: {first-name} esiste già. Vuoi sostituirlo?
ja: {first-name} はすでに存在します。置き換えますか？

source: Document Id
de: Dokument-ID
es: Documento Id
it: Documento Id
ja: ドキュメント Id

source: Click map to select a location.
de: Klicken Sie auf die Karte, um einen Standort auszuwählen.
es: Haga clic en el mapa para seleccionar una ubicación.
it: Clicca sulla mappa per selezionare una posizione.
ja: 地図をクリックして場所を選択する。

source: {first-name} will have existing GPS position metadata overwritten.
de: Bei {first-name} werden vorhandene GPS-Positionsmetadaten überschrieben.
es: Se sobrescribirán los metadatos existentes relacionados con la posición GPS de {first-name}.
it: I metadati esistenti relativi alla posizione GPS di {first-name} verranno sovrascritti.
ja: {first-name} には既存の GPS 位置メタデータが上書きされます。

source: Help
de: Hilfe
es: Ayuda
it: Aiuto
ja: ヘルプ

source: Audio
ja: オーディオ

source: Show ratings and labels
de: Ratings und Labels zeigen
es: Mostrar calificaciones y etiquetas
it: Mostra valutazioni ed etichette
ja: 評価とラベルを表示する

source: Show ratings
de: Ratings zeigen
es: Mostrar calificaciones
it: Mostra valutazioni
ja: 評価を表示する

source: Show labels
de: Labels zeigen
es: Mostrar etiquetas
it: Mostra le etichette
ja: ラベルを表示する

source: Reject
de: Zurückweisen
es: Rechazar
it: Rifiuta
ja: 拒否

source: Approved
es: Aprobar
it: Approvato
ja: 承認

source: To Do
es: Que hacer
it: Da fare
ja: すること

source: Review
es: Para ser revisado
it: Da Rivedere
ja: レビュー

source: Second
es: Segundo
it: Secondo
ja: 2番

source: No Label
de: Kein Label
es: Sin etiqueta
it: Nessuna etichetta
ja: ラベルなし

source: Updating...
de: Aktualisierung ...
es: Actualizando...
it: Aggiornamento...
ja: アップデート中...

source: Media
de: Medien
ja: メディア

source: None
de: Keine
es: Ninguno
it: Nessuno
ja: なし

source: Define the folders that make your collection.
de: Definieren Sie die Ordner, die Ihre Kollektion bilden.
es: Define las carpetas que componen tu colección.
it: Definisci le cartelle che compongono la tua collezione.
ja: コレクションを作成するフォルダーを定義。

source: Diffractor is designed to manage a collection of photos and videos on a PC.
de: Diffractor wurde entwickelt, um eine Kollektion von Fotos und Videos auf einem PC zu verwalten.
es: Diffractor está diseñado para administrar una colección de fotos y videos en una PC.
it: Diffractor è progettato per gestire una collezione di foto e video su un PC.
ja: Diffractor は、PC 上で写真やビデオのコレクションを管理するように設計されています。

source: More information about collection management.
de: Weitere Informationen zum Kollektionsmanagement.
es: Más información sobre la gestión de colecciones.
it: Maggiori informazioni sulla gestione delle collezioni.
ja: コレクション管理の詳細。

source: Show this RAW photo
de: Dieses RAW-Foto zeigen
es: Mostrar esta foto RAW
it: Mostra questa foto RAW
ja: このRAW写真を表示

source: Always show RAW photos (slower)
de: RAW-Fotos immer zeigen (langsamer)
es: Mostrar siempre fotos RAW (más lento)
it: Mostra sempre le foto RAW (più lento)
ja: RAW 写真を常に表示する (遅い)

source: Show RAW preview if available (faster)
de: RAW-Preview zeigen, falls verfügbar (schneller)
es: Mostrar vista previa RAW si está disponible (más rápido)
it: Mostra l'anteprima RAW se disponibile (più veloce)
ja: 利用可能な場合は RAW プレビューを表示する (高速)

source: Showing a RAW photo preview.
de: Eine RAW-Foto-Preview wird gezeigt.
es: Mostrar una vista previa de la foto RAW.
it: Mostra un'anteprima della foto RAW.
ja: RAW写真のプレビューを表示する。

source: Rendering RAW photo...
de: Rendering des RAW-Fotos ...
es: Renderización de fotos RAW...
it: Rendering di foto RAW...
ja: RAW写真をレンダリング中...

source: Showing fully rendered RAW photo.
de: Vollständig gerendertes RAW-Foto wird gezeigt.
es: Muestra la foto RAW completamente renderizada.
it: Mostra la foto RAW completamente renderizzata.
ja: 完全にレンダリングされた RAW 写真を表示。

source: Favorite
de: Favorit
es: Favorito
it: Preferito
ja: お気に入り

source: Advanced Search
de: Erweiterte Suche
es: Búsqueda avanzada
it: Ricerca avanzata
ja: 高度な検索

source: Add '{}' to favorites.
de: '{}' zu Favoriten hinzufügen.
es: Agregar '{}' a favoritos.
it: Aggiungi '{}' ai preferiti.
ja: '{}' をお気に入りへ追加。

source: Remove '{}' from favorite folders or searches.
de: '{}' aus favorisierten Ordnern oder Suchen entfernen.
es: Quitar '{}' de las carpetas o búsquedas favoritas.
it: Rimuovi '{}' dalle cartelle o dalle ricerche preferite.
ja: お気に入りのフォルダーまたは検索から '{}' を削除する。

source: Favorite title
de: Favorisierter Titel
es: Título favorito
it: Titolo preferito
ja: お気に入りのタイトル

source: Failed to add. Maximum number of favorites reached.
de: Fehler beim Hinzufügen. Maximale Anzahl der Favoriten erreicht.
es: Imposible añadir. Has alcanzado el número máximo de favoritos..
it: Impossibile aggiungere. Raggiunto il numero massimo di preferiti.
ja: 追加に失敗しました。 お気に入りの最大数に達しました。

source: Search in the collection
de: Suche in der Kollektion
es: Buscar en la colección
it: Cerca nella collezione
ja: コレクション内を検索

source: Search in a folder
de: Suche in einem Ordner
es: Buscar en una carpeta
it: Cerca in una cartella
ja: フォルダー内を検索

source: Search in subfolders
de: Suche in Unterordnern
es: Buscar en subcarpetas
it: Ricerca nelle sottocartelle
ja: サブフォルダー内を検索

source: Find files not in collection
de: Nicht in Kollektion befindliche Dateien finden
es: Buscar archivos que no están en la colección
it: Trova i file non nella collezione
ja: コレクションにないファイルを検索する

source: All these terms
de: All diese Terms
es: Todos estos términos
it: Tutti questi termini
ja: これらすべての用語

source: Any of these terms
de: Einer dieser Terms
es: Cualquiera de estos términos
it: Qualsiasi di questi termini
ja: これらの用語のいずれか

source: None of these terms
de: Keiner dieser Terms
es: Ninguno de estos términos
it: Nessuno di questi termini
ja: これらの用語が無いもの

source: Photos
de: Fotos
es: Fotos
it: Foto
ja: 写真

source: Located within
de: Gelegen im Umkreis von
es: Ubicado dentro de
it: Situato all'interno di
ja: 中にある

source: Select term
de: Term auswählen
es: Seleccione un término
it: Seleziona il termine
ja: 用語を選択

source: From
de: Von
es: Desde
it: Da
ja: から

source: Until
de: Bis
es: Hasta
it: Fino a
ja: まで

source: Synchronize
de: Synchronisieren
es: Sincronizar
it: Sincronizzare
ja: 同期

source: Synchronize your collection with a remote location.
de: Synchronisieren Sie Ihre Kollektion mit einem Remote-Standort.
es: Sincroniza tu colección con una ubicación remota.
it: Sincronizza la tua collezione con una postazione remota.
ja: コレクションをリモートの場所と同期する。

source: Synchronize whole collection
de: Ganze Kollektion synchronisieren
es: Sincroniza toda la colección
it: Sincronizzare l'intera collezione
ja: コレクション全体を同期する

source: Synchronize only one folder
de: Nur einen Ordner synchronisieren
es: Sincronizar solo una carpeta
it: Sincronizzare solo una cartella
ja: 1 つのフォルダーのみを同期する

source: Remote folder
de: Remote-Ordner
es: Carpeta remota
it: Cartella remota
ja: リモート フォルダー

source: Copy newer local files to remote folders
de: Neuere lokale Dateien in Remote-Ordner kopieren
es: Copie archivos locales más nuevos a carpetas remotas
it: Copiare file locali più recenti in cartelle remote
ja: 新しいローカル ファイルをリモート フォルダーにコピーする

source: Copy newer remote files to local folders
de: Neuere Remote-Dateien in lokale Ordner kopieren
es: Copie los archivos remotos más recientes a las carpetas locales
it: Copiare i file remoti più recenti nelle cartelle locali
ja: 新しいリモート ファイルをローカル フォルダーにコピーする

source: Delete local files that do not exist remotely
de: Lokale Dateien löschen, die rechnerfern (remote) nicht vorhanden sind
es: Eliminar archivos locales que no existen en forma remota
it: Elimina i file locali che non esistono in remoto
ja: リモートに存在しないローカル ファイルを削除する

source: Delete remote files that do not exist locally
de: Remote-Dateien löschen, die örtlich (lokal) nicht vorhanden sind
es: Eliminar archivos remotos que no existen localmente
it: Elimina i file remoti che non esistono localmente
ja: ローカルに存在しないリモート ファイルを削除する

source: Source of synchronization (Local)
de: Quelle der Synchronisation (Lokal)
es: Fuente de sincronización (local)
it: Fonte di sincronizzazione (locale)
ja: 同期元(ローカル)

source: Destination of synchronization (Remote)
de: Ziel der Synchronisation (Remote)
es: Destino de sincronización (remoto)
it: Destinazione della sincronizzazione (remoto)
ja: 同期先(リモート)

source: Copy remote
de: Kopieren Remote
es: Copiar remoto
it: Copia remoto
ja: コピー リモート

source: Copy local
de: Kopieren Lokal
es: Copiar local
it: Copia locale
ja: コピー ローカル

source: Delete remote
de: Löschen Remote
es: Borrar remoto
it: Cancellazione remota
ja: 削除 リモート

source: Delete local
de: Löschen Lokal
es: Borrar local
it: Cancellazione locale
ja: 削除 ローカル

source: &Synchronize
de: &Synchronisieren
es: &Sincronizar
it: &Sincronizzare
ja: 同期(&S)

source: Source of import:
de: Quelle des Imports:
es: Fuente de importación:
it: Fonte di importazione:
ja: インポート元 :

source: Source files filter:
de: Filter für Quelldateien:
es: Filtro de archivos fuente
ja: ソース ファイル フィルター :

source: Other folder
de: Anderer Ordner
es: Otra carpeta
it: Altra cartella
ja: その他のフォルダー

source: Detecting folders...
de: Erkennung von Ordnern ...
es: Detectar carpetas...
it: Rilevare le cartelle...
ja: フォルダーを検出中...

source: &Analyze
de: &Analysieren
es: &Analizar
it: &Analisi
ja: 分析(&A)

source: Select a location
de: Einen Standort auswählen
es: Selecciona una ubicacióne
it: Selezionare una posizione
ja: 場所を選択

source: Overwrite
de: Überschreiben
es: Sobrescribir
it: Sovrascrivere
ja: 上書き

source: Ignore
de: Ignorieren
es: Ignorar
it: Ignora
ja: 無視

source: Rename if files have same name but different attributes."
ja: ファイルの名前は同じだが属性が異なる場合は名前を変更する。"

source: Destination folder structure:
de: Zielordner-Struktur:
es: Estructura de la carpeta de destino:
ja: 保存先のフォルダ構造 :

source: Set file date created to metadata date created.
de: Erstellungsdatum der Datei auf Erstellungsdatum der Metadaten setzen.
es: Establezca la fecha de creación del archivo en la fecha de creación de los metadatos.
ja: ファイルの作成日をメタデータの作成日に設定する。

source: Selected items [{}]
de: Selektierte Items [{}]
es: Elementos seleccionados [{}]
it: Elementi selezionati [{}]
ja: 選択した項目 [{}]

source: Analyzing...
de: Analyse ...
es: Analizando...
it: Analizzare...
ja: 分析中...

source: Processing...
de: Verarbeitung ...
es: Procesando...
it: Elaborazione...
ja: 処理中...

source: Scope
de: Geltungsbereich
es: Alcance
it: Portata
ja: 範囲

source: Value
de: Wert
es: Valor
it: Valore
ja: 値

source: Lossless compression
de: Verlustfreie Kompression
es: Compresión sin pérdidas
it: Compressione senza perdite
ja: ロスレス圧縮

source: Toggle volume
de: Volume umschalten
es: Sube el volumene
it: Alza il volume
ja: 音量の切り替え

source: Volume 100%
es: Volumen 100%
ja: 音量 100%

source: Volume 75%
es: Volumen 75%
ja: 音量 75%

source: Volume 50%
es: Volumen 50%
ja: 音量 50%

source: Volume 25%
es: Volumen 25%
ja: 音量 25%

source: Mute
de: Stummschalten
es: Silencio
it: Muto
ja: ミュート

source: Toggle repeat play
de: Wiederholte Wiedergabe umschalten
es: Alternar reproducción repetida
it: Alterna la riproduzione ripetuta
ja: リピート再生の切り替え

source: Repeat play one item
de: Wiederholte Wiedergabe eines Items
es: Repetir la reproducción de un elemento
it: Ripeti la riproduzione di un elemento
ja: 1 項目を繰り返し再生

source: Repeat play all media items
de: Wiederholte Wiedergabe aller Media-Items
es: Repetir la reproducción de todos los elementos multimedia
it: Ripeti la riproduzione di tutti gli elementi multimediali
ja: すべてのメディアアイテムを繰り返し再生

source: Don't repeat
de: Nicht wiederholen
es: No repetir
it: Non ripetere
ja: 繰り返し再生しない

source: Playback Options
de: Playback-Optionen
es: Opciones de reproduccióne
it: Opzioni di riproduzione
ja: 再生オプション

source: Playback
es: Reproducción
it: Riproduzione
ja: 再生

source: Autoplay selected media
de: Automatische Wiedergabe selektierter Medien
es: Reproducción automática de medios seleccionados
it: Riproduzione automatica dei media selezionati
ja: 選択したメディアを自動再生する

source: Resume playing media from last position
de: Wiedergabe von Medien ab letzter Position fortsetzen
es: Reanudar la reproducción de medios desde la última posición
ja: メディアの再生を最後の位置から再開する

source: Photo filter
de: Fotofilter
es: Filtro de foto
it: Filtro foto
ja: フォト フィルター

source: Video filter
es: Filtro de video
it: Filtro video
ja: ビデオ フィルター

source: Audio filter
es: Filtro de audio
it: Filtro audio
ja: オーディオ フィルター

source: All items filtered out. Click to clear filter.
de: Alle Items herausgefiltert. Klicken Sie hier, um Filter zu löschen.
es: Todos los elementos han sido filtrados. Haga clic para eliminar el filtro.
it: Tutti gli elementi sono stati filtrati. Clicca per cancellare il filtro.
ja: すべての項目がフィルタリングされて除外されました。 クリックしてフィルターを解除。

source: Click to search in the collection
de: Klicken Sie hier, um in der Kollektion zu suchen
es: Click para buscar en la colección
ja: クリックしてコレクション内を検索

source: Click to open
de: Klicken Sie hier zum Öffnen
es: Haga clic para abrir
ja: クリックして開く

source: The collection contains {} {} ({}).
de: Die Kollektion enthält {} {} ({}).
es: la colección contiene {} {} ({}).
ja: コレクションには {} {} ({}) が含まれています。

source: The collection contains:
de: Die Kollektion enthält:
es: La colección contiene:
ja: コレクションには次のものが含まれます :

source: Items created {} {}
de: Items erstellt {} {}
es: Elementos creados {} {}
ja: 作成された項目 {} {}

source: Items modified {} {}
de: Items modifiziert {} {}
es: elementos modificados {} {}
ja: 変更された項目 {} {}

source: Click to open created items. Control-click to open modified items.
de: Klicken Sie hier, um erstellte Items zu öffnen. Strg-Klick, um modifizierte Items zu öffnen.
es: Haga clic para abrir los elementos creados. Control-clic para abrir los elementos modificados.
ja: クリックして作成した項目を開く。 Control キーを押しながらクリックして、変更された項目を開く。

source: {} items from {} in the collection.
de: {} Items aus {} in der Kollektion.
es: {} artículos de {} en la colección.
ja: {} 個の項目 {} のコレクションから。

source: The collection contains {} items created on {}.
de: Die Kollektion enthält {} Items erstellt am {}.
es: La colección contiene {} elementos creados el {}.
ja: コレクションに含まれる {} 個の項目 {} で作成された。

source: Show all tags
ja: すべてのタグを表示

source: Show only favorite tags
ja: お気に入りタグのみ表示

source: Show only favorite tags in the sidebar
ja: サイドバーにお気に入りのタグのみを表示する

source: Add folder to collection
ja: フォルダーをコレクションに追加

source: to
de: nach
es: a
it: a

source: escape
de: Esc
es: ESC
it: ESC

source: space
de: Leertaste
es: espacio
it: spazio

source: apr
es: abr

source: aug
es: ago
it: agosto

source: dec
de: Dez
es: dic

source: jan
es: ene

source: of
de: von
es: de
it: di

source: Null
es: Ninguno

source: and
de: und
es: y
it: e

source: or
de: oder
es: o
it: o

source: with
de: mit
es: con
it: con

source: without
de: ohne
es: sin
it: senza

source: false
de: Falsch (false)
es: falso
it: falso

source: true
de: Wahr (true)
es: verdadero
it: vero

source: down
de: Abwärts
es: abajo
it: giù

source: insert
de: Einfg
es: insertar
it: inserire

source: page-down
de: Bild ab
es: pagina-abajo
it: pagina-giù

source: page-up
de: Bild auf
es: pagina-arriba
it: pagina-su

source: km from
de: km von
es: km de
it: km da

source: enter
it: invio

source: OR
de: ODER
it: oppure

source: may
de: Mai
it: maggio

source: oct
de: Okt
it: ott

source: tab
it: scheda

source: Customise sidebar
de: Seitenleiste individuell anpassen

source: Group by Resolution
de: Gruppieren nach Auflösung

source: Group by Collection presence
de: Gruppieren nach Kollektion-Präsenz

source: Define what items are shown in the sidebar.
de: Definieren Sie, welche Items in der Seitenleiste gezeigt werden.

source: No resolution
de: Keine Auflösung

source: backspace
de: Rücktaste

source: ctrl
de: Strg

source: Diffractor can only save or update JPG, WEBP and PNG image files.
de: Diffractor kann nur JPG-, WEBP- und PNG-Bilddateien speichern oder aktualisieren.

source: no resolution
de: Keine Auflösung

source: Resolution
de: Auflösung

source: Donate
de: Spenden

source: Diffractor can be used for free. If you find it useful, please help the project by donating.
de: Diffractor kann kostenlos (for free) verwendet werden. Wenn Sie es nützlich finden, helfen Sie dem Projekt bitte durch eine Spende.

source: Donate online.
de: Spenden Sie online.

source: Send anonymous log information to Diffractor HQ.
de: Anonyme Log-Informationen an das Diffractor-HQ senden.

source: del
de: Entf

source: Add or overwrite specific metadata in {first-name}.
de: Spezifische Metadaten in {first-name} hinzufügen oder überschreiben.

source: Rename if files have same name but different attributes.
de: Umbenennen, wenn Dateien denselben Namen, aber unterschiedliche Attribute haben.
