Repository: GamilYassin/diffractor
Catalog: exe/languages/*.po
Languages: de, es, it, ja

source: Close without ejecting
de: Schließen ohne Auswerfen
es: Cerrar sin expulsión
it: Chiudere senza espulsione
ja: 取り出さずに閉じる

source: Failed to eject {}.
de: Fehler beim Auswerfen {}.
es: Imposible expulsar {}.
it: Impossibile espellere {}.
ja: {} の取り出しに失敗しました。

source: To avoid losing data, eject an external hard drive or USB drive before removing it.
de: Um den Verlust von Daten zu vermeiden, werfen Sie ein externes Festplattenlaufwerk oder USB-Laufwerk aus, bevor Sie dieses entfernen.
es: Para evitar la pérdida de datos, expulse el disco duro externo o la unidad USB antes de extraerlo.
it: Per evitare di perdere dati, espellere un disco rigido esterno o un'unità USB prima di rimuoverlo.
ja: データの損失を避けるため、外付けハード ドライブまたは USB ドライブを取り外す前に取り出してください。

source: Eject {}
de: Auswerfen {}
es: Expulsar {}
it: Espulsione {}
ja: {} の取り出し

source: Connecting to MAPI...
de: Verbinden mit MAPI ...
es: Conectando a MAPI...
it: Connessione a MAPI...
ja: MAPI に接続中...

source: Convert all photos to JPEG
de: Alle Fotos in JPEG konvertieren
es: Convierte todas las fotos a JPEG
it: Convertire tutte le foto in JPEG
ja: すべての写真を JPEG に変換

source: Failed to send email using MAPI.
de: E-Mail konnte unter Verwendung von MAPI nicht gesendet werden.
es: No se pudo enviar el correo electrónico a través de MAPI.
it: Fallito l'invio di e-mail tramite MAPI.
ja: MAPI を使用した電子メールの送信に失敗しました。

source: Limit photos to a maximum dimension (in pixels). Only supported for JPEG and PNG files.
de: Fotos auf eine maximale Abmessung (in Pixel) begrenzen. Wird nur für JPEG- und PNG-Dateien unterstützt.
es: Limite las fotos a un tamaño máximo (en píxeles). Solo se admite para archivos JPEG y PNG.
it: Limita le foto a una dimensione massima (in pixel). Supportato solo per i file JPEG e PNG.
ja: 写真を最大サイズ (ピクセル単位) に制限します。 JPEG および PNG ファイルのみサポートされています。

source: Processing {}
de: Verarbeitung {}
es: Procesando {}
it: Elaborazione {}
ja: {} の処理中

source: Sending email using MAPI...
de: Senden der E-Mail unter Verwendung von MAPI ...
es: Envío de correo electrónico mediante MAPI...
it: Invio di e-mail tramite MAPI...
ja: MAPI を使用して電子メールを送信中...

source: Email sizes can be reduced using the following options. Smaller emails are faster to send.
de: E-Mail-Größen können unter Verwendung der folgenden Optionen reduziert werden. Kleinere E-Mails lassen sich schneller senden.
es: El tamaño de los correos electrónicos se puede reducir utilizando las siguientes opciones. Los correos electrónicos más pequeños son más rápidos de enviar.
it: Le dimensioni delle e-mail possono essere ridotte utilizzando le seguenti opzioni. Le email più piccole sono più veloci da inviare.
ja: 次のオプションを使用すると、電子メールのサイズを縮小できます。 メールのサイズが小さいほど、送信が速くなります。

source: Zip files in the email
de: Zip-Dateien in der E-Mail
es: Archivo zip en el correo electrónico
it: File zip nell'e-mail
ja: メール内のZipファイル

source: Empty
de: Leer
es: Vacío
it: Vuoto
ja: 空

source: Ending {}
de: Ende {}
es: Fin {}
it: Fine {}
ja: {} の最終処理

source: Security options denied access to the source.
de: Sicherheitsoptionen verweigerten Zugriff auf die Quelle.
es: Las opciones de seguridad denegaron el acceso a la fuente.
it: Le opzioni di sicurezza hanno negato l'accesso alla fonte.
ja: セキュリティ オプションによりソースへのアクセスが拒否されました。

source: Failed to Initialize ATL
de: ATL konnte nicht initialisiert werden
es: Error al inicializar ATL
it: Impossibile inizializzare ATL
ja: ATL の初期化に失敗しました

source: Diffractor has a serious problem and cannot continue.
de: Diffractor hat ein schwerwiegendes Problem und kann nicht fortgesetzt werden.
es: Diffractor tiene un problema grave y no puede continuar.
it: Diffractor ha un problema serio e non può continuare.
ja: Diffractor に重大な問題が発生したため、続行できません。

source: Could not connect to scanner
de: Verbindung zum Scanner konnte nicht hergestellt werden
es: No se puede conectar con el escáner
it: Impossibile connettersi allo scanner
ja: スキャナーに接続できませんでした

source: The destination file '{}' cannot be opened or created.
de: Die Zieldatei '{}' kann nicht geöffnet oder erstellt werden.
es: El archivo de destino '{}' no se pudo abrir o crear.
it: Il file di destinazione '{}' non può essere aperto o creato.
ja: ファイル '{}' を開けないか、作成できません。

source: The destination folder '{}' cannot be opened or created.
de: Der Zielordner '{}' kann nicht geöffnet oder erstellt werden.
es: La carpeta de destino '{}' no se pudo abrir o crear.
it: La cartella di destinazione '{}' non può essere aperta o creata.
ja: フォルダー '{}' を開けないか、作成できません。

source: Diffractor cannot be started. The main window could not be created.
de: Diffractor kann nicht gestartet werden. Das Hauptfenster konnte nicht erstellt werden.
es: No se puede iniciar Diffractor. La ventana principal no pudo ser creada
it: Diffractor non può essere avviato. La finestra principale non può essere creata.
ja: Diffractor を起動できません。 メインウィンドウを作成できませんでした。

source: The destination is a writable CD-ROM, possibly unformatted.
de: Das Ziel ist eine beschreibbare CD-ROM, möglicherweise unformatiert.
es: El destino es un CD-ROM grabable, posiblemente sin formato.
it: La destinazione è un CD-ROM scrivibile, possibilmente non formattato.
ja: 保存先は書き込み可能な CD-ROM で、フォーマットされていない可能性があります。

source: The destination is a read-only CD-ROM, possibly unformatted.
de: Das Ziel ist eine schreibgeschützte CD-ROM, möglicherweise unformatiert.
es: El destino es un CD-ROM de solo lectura, posiblemente sin formato.
it: La destinazione è un CD-ROM di sola lettura, possibilmente non formattato.
ja: 保存先は読み取り専用の CD-ROM で、フォーマットされていない可能性があります。

source: The destination is a read-only DVD, possibly unformatted.
de: Das Ziel ist eine schreibgeschützte DVD, möglicherweise unformatiert.
es: El destino es un DVD de solo lectura, posiblemente sin formato.
it: La destinazione è un DVD di sola lettura, possibilmente non formattato.
ja: 保存先は読み取り専用の DVD で、フォーマットされていない可能性があります。

source: The source and destination have the same parent folder.
de: Die Quelle und das Ziel haben den gleichen übergeordneten (Parent-) Ordner.
es: El origen y el destino tienen la misma carpeta principal.
it: L'origine e la destinazione hanno la stessa cartella madre.
ja: ソースと宛先は同じ親フォルダーを持ちます。

source: The destination is a subtree of the source.
de: Das Ziel ist ein Teilbaum der Quelle.
es: El destino es un subárbol del origen..
it: La destinazione è un sottoalbero della sorgente.
ja: 宛先はソースのサブツリーです。

source: Rename operation was specified but the destination path is a different directory. Use the move operation instead.
de: Die Umbenennen-Operation wurde spezifiziert, aber der Zielpfad ist ein anderes Verzeichnis. Verwenden Sie stattdessen die Verschieben-Operation.
es: Se especificó la operación Cambiar nombre, pero la ruta de destino es un directorio diferente. Utilice la operación mover en su lugar.
it: È stata specificata l'operazione Rename ma il percorso di destinazione è una directory diversa. Usa invece l'operazione di spostamento.
ja: 名前変更操作が指定されましたが、宛先パスが異なるディレクトリです。 代わりに移動操作を使用してください。

source: Destination is a root directory and cannot be renamed.
de: Ziel ist ein Stammverzeichnis und kann nicht umbenannt werden.
es: El destino es un directorio raíz y no se puede cambiar el nombre.
it: La destinazione è una directory principale e non può essere rinominata.
ja: 宛先はルート ディレクトリであるため、名前を変更できません。

source: The destination path is an existing folder.
de: Der Zielpfad ist ein vorhandener Ordner.
es: La ruta de destino es una carpeta existente.
it: Il percorso di destinazione è una cartella esistente.
ja: 宛先パスは既存のフォルダーです。

source: The file involved in the operation is too large for the destination media or file system.
de: Die in die Operation involvierte Datei ist zu groß für das Zielmedium oder Dateisystem.
es: El archivo involucrado en la operación es demasiado grande para el sistema de archivos o medios de destino.
it: Il file coinvolto nell'operazione è troppo grande per il supporto o il file system di destinazione.
ja: 操作に関係するファイルが宛先メディアまたはファイル システムに対して大きすぎます。

source: The name of the file exceeds MAX_PATH.
de: Der Name der Datei überschreitet MAX_PATH.
es: El nombre del archivo excede MAX_PATH.
it: Il nome del file supera MAX_PATH.
ja: ファイル名が MAX_PATH を超えています。

source: The destination path is an existing file.
de: Der Zielpfad ist eine vorhandene Datei.
es: La ruta de destino es un archivo existente.
it: Il percorso di destinazione è un file esistente.
ja: 宛先パスは既存のファイルです。

source: Index database failed.
de: Indexdatenbank fehlgeschlagen.
es: La base de datos del índice falló.
it: Database dell'indice fallito.
ja: インデックスデータベースに失敗しました。

source: Could be a problem with the internet connection? Try again later if that seems likely.
de: Könnte es ein Problem mit der Internetverbindung sein? Versuchen Sie es später noch einmal, wenn das wahrscheinlich scheint.
es: ¿Puede ser un problema con la conexión a internet? Vuelva a intentarlo más tarde si esto parece probable.
it: Potrebbe essere un problema con la connessione internet? Riprova più tardi se questo sembra probabile.
ja: インターネット接続に問題がある可能性がありますか? その可能性がある場合は、後でもう一度試してください。

source: The path in the source or destination or both was invalid.
de: Der Pfad in der Quelle oder in dem Ziel oder beides war ungültig.
es: La ruta al origen, al destino o a ambos no es válida.
it: Il percorso nella sorgente o nella destinazione o in entrambi non era valido.
ja: 送信元または宛先、またはその両方のパスが無効でした。

source: The file name you have chosen '{}' is invalid.
de: Der von Ihnen gewählte Dateiname '{}' ist ungültig.
es: El nombre de archivo que eligió '{}' no es válido.
it: Il nome del file che hai scelto '{}' non è valido.
ja: 選択したファイル名 '{}' は無効です。

source: File names cannot contain the following characters:
de: Dateinamen dürfen die folgenden Zeichen nicht enthalten:
es: Los nombres de archivo no pueden contener los siguientes caracteres:
it: I nomi dei file non possono contenere i seguenti caratteri:
ja: ファイル名には次の文字を含めることはできません :

source: The operation involved multiple destination paths, which can fail in the case of a move operation.
de: Die Operation involviert mehrere Zielpfade, welche im Falle einer Verschieben-Operation fehlschlagen können.
es: La operación involucró varias rutas de destino, que pueden fallar en el caso de una operación de movimiento.
it: L'operazione ha coinvolto più percorsi di destinazione, che possono fallire nel caso di un'operazione di spostamento.
ja: この操作には複数の宛先パスが含まれており、移動操作の場合は失敗する可能性があります。

source: Multiple file paths were specified in the source buffer, but only one destination file path.
de: In dem Quellpuffer wurden mehrere Dateipfade spezifiziert, aber nur ein Zieldateipfad.
es: Se especificaron varias rutas de archivo en el búfer de origen, pero solo una ruta de archivo de destino.
it: Sono stati specificati più percorsi di file nel buffer di origine, ma solo un percorso di file di destinazione.
ja: ソース バッファーに複数のファイル パスが指定されましたが、宛先ファイル パスは 1 つだけです。

source: Failed to send EMail using MAPI. Your Email client may not be configured in a compatible way with Diffractor.
de: E-Mail konnte unter Verwendung von MAPI nicht gesendet werden. Ihr E-Mail-Client ist möglicherweise nicht auf kompatible Weise mit Diffractor konfiguriert.
es: No se puede enviar un correo electrónico usando MAPI. Es posible que su cliente de correo electrónico no esté configurado para ser compatible con Diffractor.
it: Impossibile inviare un'e-mail utilizzando MAPI. Il tuo client di posta elettronica potrebbe non essere configurato in modo compatibile con Diffractor.
ja: MAPI を使用した電子メールの送信に失敗しました。 電子メール クライアントが Diffractor と互換性のある方法で構成されていない可能性があります。

source: MAX_PATH was exceeded during the operation.
de: MAX_PATH wurde während der Operation überschritten.
es: Se excedió MAX_PATH durante la operación.
it: MAX_PATH è stato superato durante l'operazione.
ja: 操作中に MAX_PATH を超えました。

source: OleInitialize Failed
de: OleInitialize fehlgeschlagen
es: OleInicialización ha fallado
it: OleInitialize fallito
ja: Ole の初期化に失敗しました

source: An unspecified error occurred on the destination.
de: In dem Ziel ist ein nicht spezifizierter Fehler aufgetreten.
es: Se produjo un error no especificado en el objetivo.
it: Si è verificato un errore non specificato sulla destinazione.
ja: 宛先で原因不明のエラーが発生しました。

source: The operation was canceled by the user, or silently canceled if the appropriate flags were supplied to SHFileOperation.
de: Die Operation wurde durch den Benutzer abgebrochen, oder im Hintergrund (silent) abgebrochen, wenn die entsprechenden Flags an SHFileOperation weitergegeben wurden.
es: La operación fue cancelada por el usuario, o cancelada silenciosamente si se proporcionaron las banderas apropiadas a SHFileOperation.
it: L'operazione è stata annullata dall'utente, o annullata silenziosamente se i flag appropriati sono stati forniti a SHFileOperation.
ja: 操作はユーザーによってキャンセルされたか、適切なフラグが SHFileOperation に指定されている場合はサイレントにキャンセルされました。

source: The source or destination path exceeded or would exceed MAX_PATH.
de: Der Quell- oder Zielpfad hat MAX_PATH überschritten oder würde MAX_PATH überschreiten.
es: La ruta de origen o de destino ha superado o superaría MAX_PATH.
it: Il percorso sorgente o destinazione ha superato o supererebbe MAX_PATH.
ja: 送信元または宛先のパスが MAX_PATH を超えているか、超える可能性があります。

source: Failed to rename.
de: Fehler beim Umbenennen.
es: Fallo al cambiar el nombre.
it: Impossibile rinominare.
ja: 名前の変更に失敗しました。

source: The source and destination files are the same file.
de: Die Quell- und die Zieldatei sind die gleiche Datei.
es: Los archivos de origen y de destino son el mismo archivo.
it: I file di origine e di destinazione sono lo stesso file.
ja: ソース ファイルと宛先ファイルは同じファイルです。

source: Diffractor could not save the updated image file.
de: Diffractor konnte die aktualisierte Bilddatei nicht speichern.
es: Diffractor no pudo guardar el archivo de imagen actualizado.
it: Diffractor non ha potuto salvare il file immagine aggiornato.
ja: Diffractor は更新された画像ファイルを保存できませんでした。

source: Failed to save image.
de: Bild konnte nicht gespeichert werden.
es: Imposible guardar la imagen.
it: Impossibile salvare l'immagine.
ja: 画像の保存に失敗しました。

source: Scanner reported an error
de: Scanner hat einen Fehler gemeldet
es: El escaner ha reportado un error
it: Lo scanner ha riportato un errore
ja: スキャナーがエラーを報告しました

source: The source is a writable CD-ROM, possibly unformatted.
de: Die Quelle ist eine beschreibbare CD-ROM, möglicherweise unformatiert.
es: La fuente es un CD-ROM grabable, posiblemente sin formato.
it: La fonte è un CD-ROM scrivibile, possibilmente non formattato.
ja: ソースは書き込み可能な CD-ROM で、フォーマットされていない可能性があります。

source: The source is a read-only CD-ROM, possibly unformatted.
de: Die Quelle ist eine schreibgeschützte CD-ROM, möglicherweise unformatiert.
es: La fuente es un CD-ROM de solo lectura, posiblemente sin formato.
it: La fonte è un CD-ROM di sola lettura, possibilmente non formattato.
ja: ソースは読み取り専用の CD-ROM で、フォーマットされていない可能性があります。

source: The source is a read-only DVD, possibly unformatted.
de: Die Quelle ist eine schreibgeschützte DVD, möglicherweise unformatiert.
es: La fuente es un CD-ROM de solo lectura, posiblemente sin formato.
it: La fonte è un DVD di sola lettura, possibilmente non formattato.
ja: ソースは読み取り専用 DVD であり、フォーマットされていない可能性があります。

source: The source is a root directory, which cannot be moved or renamed.
de: Die Quelle ist ein Stammverzeichnis, welches nicht verschoben oder umbenannt werden kann.
es: La fuente es un directorio raíz, que no se puede mover ni renombrar.
it: La sorgente è una directory principale, che non può essere spostata o rinominata.
ja: ソースはルート ディレクトリであり、移動したり名前を変更したりすることはできません。

source: Diffractor requires a processor with sse2.
de: Diffractor erfordert einen Prozessor mit sse2.
es: Difractor requiere un procesador con sse2.
it: Diffractor richiede un processore con sse2.
ja: Diffractor には sse2 を搭載したプロセッサが必要です。

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
es: Un error desconocido a ocurrido.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。

source: Diffractor requires Windows 7 or newer.
de: Diffractor erfordert Windows 7 oder neuer.
es: Diffractor requiere Windows 7 o posterior.
it: Diffractor richiede Windows 7 o più recente.
ja: Diffractor には Windows 7 以降が必要です。

source: Failed to register windows common control classes.
de: Windows Common Control Classes konnten nicht registriert werden.
es: Error al registrar las clases de control comunes de Windows.
it: Fallita la registrazione delle classi di controllo comuni di Windows.
ja: Windows共通コントロールクラスの登録に失敗しました。

source: Failed to initialize Winsock
de: Winsock konnte nicht initialisiert werden
es: Error al inicializar Winsock
it: Impossibile inizializzare Winsock
ja: Winsock の初期化に失敗しました

source: Failed to connect to the internet
de: Verbindung zum Internet konnte nicht hergestellt werden
es: No es posible conectarse a Internet
it: Impossibile connettersi a Internet
ja: インターネットに接続できませんでした

source: Failed to create folder: {}
de: Ordner konnte nicht erstellt werden: {}
es: No se puede crear la carpeta: {}
it: Impossibile creare la cartella: {}
ja: フォルダーの作成に失敗しました : {}

source: folder
de: Ordner
es: carpeta
it: cartella
ja: フォルダー

source: music
es: música
it: musica
ja: ミュージック

source: folders
de: Ordner
es: carpetas
it: cartelle
ja: フォルダー

source: picture
es: imagen
it: immagine
ja: ピクチャ

source: videos
es: video
it: video
ja: ビデオ

source: For action
de: Für Aktion
es: Para acción
it: Per l'azione
ja: アクション

source: For delete
de: Zum Löschen
es: Para borrar
it: Per cancellare
ja: 削除

source: A capella
es: A cappella
it: A cappella
ja: アカペラ

source: Abstract
de: Abstrakt
es: Abstracto
ja: 抽象的

source: Acid
es: Ácido
it: Acido
ja: アシッド

source: Acid Jazz
ja: アシッド ジャズ

source: Acid Punk
es: Punk ácido
it: Punk acido
ja: アシッド パンク

source: Acoustic
es: Acústico
it: Acustico
ja: アコースティック

source: Action
de: Aktion
es: Acción
it: Azione
ja: アクション

source: Action & Adventure
es: Acción y aventura
it: Azione e avventura
ja: アクション&アドベンチャー

source: Aerial
es: Aerea
ja: 航空写真

source: Alternative
es: Alternativa
it: Alternativa
ja: オルタナティブ

source: AlternRock
es: Rock Alternativo
ja: オルタンロック

source: Ambient
it: Ambiente
ja: 環境

source: Analog
es: Analógico
it: Analogico
ja: アナログ

source: Animation
es: Animación
it: Animazione
ja: アニメーション

source: Anime
ja: アニメ

source: Architectural
de: Architektonisch
es: Arquitectura
it: Architettonico
ja: 建築

source: Avantgarde
es: Vanguardia
it: Avanguardia
ja: アバンギャルド

source: Aviation
de: Aviatik
es: Aviación
it: Aviazione
ja: 航空

source: Ballad
de: Ballade
es: Balada
it: Ballata
ja: バラード

source: Bass
es: Bajo
it: Basso
ja: ベース

source: Bebob
ja: ベボブ

source: Big Band
es: Gran banda
it: Grande banda
ja: ビッグバンド

source: Bluegrass
ja: ブルーグラス

source: Blues
ja: ブルース

source: Booty Bass
it: Basso di Booty
ja: ブーティ ベース

source: Brazilian
de: Brasilianisch
es: Brasileño
it: Brasiliano
ja: ブラジリアン

source: Cabaret
de: Kabarett
ja: キャバレー

source: Candid
de: Ungestellt
ja: キャンディド

source: Celtic
es: Célta
it: Celtico
ja: ケルト

source: Chamber Music
de: Kammermusik
es: Musica da cámara
it: Musica da camera
ja: 室内楽

source: Chanson
ja: シャンソン

source: Children's
es: Infantil
it: Bambini
ja: 子供向け

source: Chorus
es: Coro
it: Coro
ja: コーラス

source: Christian & Gospel
es: Cristiano y gospel
it: Cristiano e gospel
ja: クリスチャンとゴスペル

source: Christian Rap
es: Rap cristiano
it: Rap cristiano
ja: クリスチャン ラップ

source: Classic
es: Clásico
it: Classico
ja: クラシック

source: Classic Rock
es: Rock clásico
it: Rock classico
ja: クラシック ロック

source: Classical
de: Klassik
es: Clásica
it: Classico
ja: クラシカル

source: Close-up
de: Nahaufnahme
es: Primer plano
it: Primo piano
ja: クローズアップ

source: Cloudscape
de: Wolkengebilde
es: Nubes
ja: 雲景

source: Club
ja: クラブ

source: Comedy
es: Commedia
it: Commedia
ja: コメディー

source: Conceptual
de: Konzeptionell
it: Concettuale
ja: コンセプチュアル

source: Concert
es: Consierto
it: Concerto
ja: コンサート

source: Concert Films
de: Konzertfilme
es: Peliculas de concierto
it: Film da concerto
ja: コンサート フィルム

source: Conservation
es: Conservación
it: Conservazione
ja: 自然保護

source: Country//genre
de: Country
es: Pais//Género
it: Paese//genere
ja: 国//ジャンル

source: Cult
de: Kult
es: Culto
ja: カルト

source: Dance
es: Danza
it: Danza
ja: ダンス

source: Dance Hall
de: Tanzsaal
es: Sala de baile
it: Sala da ballo
ja: ダンスホール

source: Darkwave
ja: ダークウェーブ

source: Death Metal
it: Metallo morto
ja: デスメタル

source: Disco
it: Discoteca
ja: ディスコ

source: Documentary
de: Dokumentarfilm
es: Documental
it: Documentario
ja: ドキュメンタリー

source: Drama
es: Dramma
it: Dramma
ja: ドラマ

source: Dream
de: Traum
es: Sueño
it: Sogno
ja: ドリーム

source: Drum Solo
de: Schlagzeug-Solo
es: Solo de batería
it: Assolo di batteria
ja: ドラム ソロ

source: Duet
de: Duett
es: Dueto
it: Duetto
ja: デュエット

source: Easy Listening
es: Escucha fácil
it: Ascolto facile
ja: イージーリスニング

source: Electronic
de: Elektronic
es: Electrónica
it: Elettronica
ja: エレクトロニック

source: Ethnic
de: Ethnisch
es: Étnico
it: Etnico
ja: エスニック

source: Eurodance
ja: ユーロダンス

source: Euro-House
ja: ユーロ ハウス

source: Euro-Techno
ja: ユーロ テクノ

source: Family
de: Familie
es: Familia
it: Famiglia
ja: ファミリー

source: Fashion
es: Moda
it: Moda
ja: ファッション

source: Fast Fusion
es: Fusión rápida
it: Fusione veloce
ja: ファストフュージョン

source: Film still
es: fotograma de la película
it: Film ancora
ja: フィルムスチル

source: Fine-art
ja: ファインアート

source: Fire
de: Feuer
es: Fuego
it: Fuoco
ja: ファイヤー

source: Fireworks
de: Feuerwerk
es: Fuegos artificiales
it: Fuochi d'artificio
ja: 花火

source: Fitness & Workout
es: Fitness & ejercicio
it: Fitness & Allenamento
ja: フィットネスとワークアウト

source: Folk
ja: フォーク

source: Folk-Rock
ja: フォークロック

source: Folklore
es: Folclore
it: Folclore
ja: 民間伝承

source: Food
de: Essen
es: Alimento
it: Cibo
ja: フード

source: Foreign
de: Ausländisch
es: Extranjero
it: Estero
ja: 外国

source: Forensic
de: Forensisch
es: Forense
it: Forense
ja: 法医学

source: Freestyle
es: Estilo libre
ja: フリースタイル

source: Funk
ja: ファンク

source: Fusion
ja: フュージョン

source: Game//genre
de: Game
es: Juego//género
it: Gioco//genere
ja: ゲーム//ジャンル

source: Gangsta
es: Gangster
ja: ギャングスタ

source: Geo-photography
de: Geo-Fotografie
es: Geo-fotografía
it: Geo-fotografia
ja: 地理写真

source: Glamour
ja: グラマー

source: Gospel
it: Vangelo
ja: ゴスペル

source: Gothic
es: Gótico
it: Gotico
ja: ゴシック

source: Gothic Rock
es: Rock gótico
it: Rock gotico
ja: ゴシックロック

source: Grunge
ja: グランジ

source: Hard Rock
ja: ハードロック

source: High-speed
es: Alta velocidad
it: Alta velocità
ja: ハイスピード

source: High key
es: Clave alta
it: Chiave alta
ja: ハイキー

source: Hip-Hop
ja: ヒップホップ

source: Hip-Hop/Rap
ja: ヒップホップ/ラップ

source: Holiday
de: Holidays
es: Vacaciones
it: Vacanze
ja: 休日

source: Horror
ja: ホラー

source: House
it: Casa
ja: 家

source: Humour
de: Humor
es: Humor
it: Umorismo
ja: ユーモア

source: Independent
es: Indipendiente
it: Indipendente
ja: 独立

source: Industrial
it: Industriale
ja: 産業

source: Instrumental
it: Strumentale
ja: インストゥルメンタル

source: Instrumental Pop
es: pop instrumental
it: Pop strumentale
ja: インストゥルメンタル ポップ

source: Instrumental Rock
es: Rock instrumental
it: Rock strumentale
ja: インストゥルメンタル ロック

source: Jazz
ja: ジャズ

source: Jazz + Funk
ja: ジャズ + ファンク

source: Jungle
it: Giungla
ja: ジャングル

source: Kids
es: Infantil
it: Bambini
ja: キッズ

source: Kids & Family
de: Kids & Familie
es: Infantil y familiar
it: Bambini e famiglia
ja: キッズと家族

source: Kirlian
ja: キルリアン

source: Landscape
de: Landschaft
es: Paisaje
it: Paesaggio
ja: 風景

source: Latin
de: Latein
es: Latino
it: Latino
ja: ラテン

source: Lifestyle
es: Estilo de vida
it: Stile di vita
ja: ライフスタイル

source: Lo-fi
ja: ローファイ

source: Lomography
de: Lomographie
es: Lomografía
ja: ロモグラフィー

source: Long-exposure
de: Langzeitbelichtung
es: larga exposición
it: Lunga esposizione
ja: 長時間露出

source: Low key
es: Clave baja
it: Chiave bassa
ja: ローキー

source: Macro
ja: マクロ
